Repository: JARMID/gym-elysee-app
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, it

# branchTypeWomen
source: Women Only
ar: نساء فقط
es: Solo Mujeres
fr: 100% Femmes
it: Solo Donne

# specialtyBodybuilding
source: Bodybuilding
ar: كمال أجسام
es: Culturismo
fr: Musculation

# specialtyMMA
source: MMA & Boxing
ar: فنون قتالية وملاكمة
es: MMA y Boxeo
fr: MMA & Boxe
it: MMA e Boxe

# pricingFeature1Branch
source: Access to 1 branch of choice
ar: دخول إلى فرع واحد من اختيارك
es: Acceso a 1 club a elección
fr: Accès à 1 branche au choix
it: Accesso a 1 club a scelta

# pricingFeatureGroupClasses
source: Unlimited group classes
ar: حصص جماعية غير محدودة
es: Clases grupales ilimitadas
fr: Cours collectifs illimités
it: Corsi di gruppo illimitati

# pricingFeatureLockers
source: Premium locker rooms & showers
ar: خزائن وغرف تغيير ملابس فاخرة
es: Vestuarios premium y duchas
fr: Vestiaires & douches premium
it: Spogliatoi premium e docce

# pricingFeatureMobileApp
source: Mobile app
ar: تطبيق الهاتف
es: Aplicación móvil
fr: Application mobile
it: App mobile

# pricingFeatureAllBranches
source: Access to all branches
ar: دخول إلى جميع الفروع
es: Acceso a todos los clubes
fr: Accès à toutes les branches
it: Accesso a tutti i club

# pricingFeature2PrivateSessions
source: 2 private sessions included
ar: حصتان خاصتان مشمولتان
es: 2 sesiones privadas incluidas
fr: 2 sessions privées incluses
it: 2 sessioni private incluse

# pricingFeature1GuestMonth
source: 1 free guest/month
ar: ضيف واحد مجاني/شهر
es: 1 invitado gratis/mes
fr: 1 invitation gratuite/mois
it: 1 ospite gratuito/mese

# pricingFeatureUnlimitedBranches
source: Unlimited access all branches
ar: دخول غير محدود لجميع الفروع
es: Acceso ilimitado a todos los clubes
fr: Accès illimité toutes branches
it: Accesso illimitato a tutti i club

# pricingFeature5PrivateSessions
source: 5 private sessions included
ar: 5 حصص خاصة مشمولة
es: 5 sesiones privadas incluidas
fr: 5 sessions privées incluses
it: 5 sessioni private incluse

# pricingFeature3GuestsMonth
source: 3 free guests/month
ar: 3 ضيوف مجانيين/شهر
es: 3 invitados gratis/mes
fr: 3 invitations gratuites/mois
it: 3 ospiti gratuiti/mese

# pricingFeatureBodyAssessment
source: Quarterly body assessment
ar: تقييم جسماني ربع سنوي
es: Evaluación corporal trimestral
fr: Bilan corporel trimestriel
it: Valutazione corporea trimestrale

# pricingFeatureNutritionPlan
source: Personalized nutrition plan
ar: برنامج غذائي مخصص
es: Plan nutricional personalizado
fr: Programme nutrition personnalisé
it: Piano nutrizionale personalizzato

# pricingFeaturePriorityAccess
source: Priority access to new classes
ar: أولوية الحجز للحصص الجديدة
es: Acceso prioritario a nuevas clases
fr: Accès prioritaire nouveaux cours
it: Accesso prioritario ai nuovi corsi

# pricingFeature3xPayment
source: Payment in 3x interest-free
ar: دفع بالتقسيط 3 مرات بدون فوائد
es: Pago en 3x sin intereses
fr: Paiement en 3x sans frais
it: Pagamento in 3x senza interessi

# compTableFeature
source: FEATURE
ar: الميزة
es: CARACTERÍSTICA
fr: CARACTÉRISTIQUE
it: CARATTERISTICA

# compMonthlyEquiv
source: Monthly equivalent
ar: المكافئ الشهري
es: Equivalente mensual
fr: Prix mensuel équivalent
it: Equivalente mensile

# compBranchAccess
source: Branch access
ar: دخول الفروع
es: Acceso a clubes
fr: Accès branches
it: Accesso club

# compGroupClasses
source: Group classes
ar: الحصص الجماعية
es: Clases grupales
fr: Cours collectifs
it: Corsi di gruppo

# compPrivateSessions
source: Private sessions
ar: الحصص الخاصة
es: Sesiones privadas
fr: Sessions privées
it: Sessioni private

# compFreeGuests
source: Free guests
ar: الضيوف المجانيين
es: Invitados gratis
fr: Invitations gratuites
it: Ospiti gratuiti

# compBodyAssessment
source: Body assessment
ar: التقييم الجسماني
es: Evaluación corporal
fr: Bilan corporel
it: Valutazione corporea

# compNutritionPlan
source: Nutrition plan
ar: البرنامج الغذائي
es: Plan nutricional
fr: Programme nutrition
it: Piano nutrizionale

# comp3xPayment
source: 3x payment
ar: تقسيط 3 مرات
es: Pago 3x
fr: Paiement 3x
it: Pagamento 3x

# compValueOneBranch
source: 1 branch
ar: فرع واحد
es: 1 club
fr: 1 branche
it: 1 club

# compValueAll
source: All
ar: الكل
es: Todos
fr: Toutes
it: Tutti

# compValueUnlimited
source: Unlimited
ar: غير محدود
es: Ilimitado
fr: Illimités
it: Illimitato

# compValueQuarterly
source: Quarterly
ar: فصلي
es: Trimestral
fr: Trimestriel
it: Trimestrale

# qrQuickAccess
source: Quick Access
ar: دخول سريع
es: Acceso Rápido
fr: Accès Rapide
it: Accesso Rapido

# qrSectionDesc
source: No more waiting in line! Scan your personal QR code at the gym entrance for instant access. Track your workouts, manage your bookings, and receive real-time notifications.
ar: لا مزيد من الانتظار! امسح رمز QR الخاص بك عند المدخل لدخول فوري. تتبع تمارينك واستقبل الإشعارات.
es: ¡No más esperas! Escanea tu código QR personal en la entrada para acceso instantáneo. Sigue tus entrenamientos y recibe notificaciones.
fr: Fini les files d'attente ! Scannez votre QR code personnel à l'entrée de la salle pour un accès instantané. Suivez vos entraînements, gérez vos réservations et recevez des notifications en temps réel.
it: Niente più file! Scansiona il tuo codice QR personale all'ingresso per l'accesso immediato. Traccia i tuoi allenamenti e ricevi notifiche.

# reviewPlaceholder1
source: Best gym in Algiers! Top-notch equipment.
ar: أفضل قاعة في الجزائر! معدات عالية الجودة.
fr: Meilleure salle à Alger ! Les équipements sont top.

# reviewPlaceholder2
source: Respectful atmosphere and very professional coaches.
ar: جو محترم ومدربون محترفون جداً.
fr: Ambiance respectueuse et coachs très pros.

# errorGeneric
source: Error
ar: خطأ
fr: Erreur
it: Errore

# newsletterTitle
source: Stay Informed
ar: ابق مطلعاً
es: Mantente Informado
fr: Restez Informé
it: Resta Informato

# newsletterTitleThanks
source: Thank You!
ar: شكراً!
es: ¡Gracias!
fr: Merci!
it: Grazie!

# newsletterSubtitle
source: Receive our fitness tips, recipes and exclusive offers directly in your inbox
ar: تلق نصائحنا الرياضية، وصفات وعروض حصرية مباشرة في بريدك
es: Recibe nuestros consejos fitness, recetas y ofertas exclusivas directamente en tu correo
fr: Recevez nos conseils fitness, recettes et offres exclusives directement dans votre boîte mail
it: Ricevi i nostri consigli fitness, ricette e offerte esclusive direttamente nella tua email

# newsletterSubtitleSuccess
source: You are now subscribed to our newsletter.
ar: أنت الآن مشترك في نشرتنا الإخبارية.
es: Te has suscrito a nuestro boletín.
fr: Vous êtes maintenant inscrit à notre newsletter.
it: Sei iscritto alla nostra newsletter.

# newsletterPlaceholder
source: Your email
ar: بريدك الإلكتروني
es: Tu correo electrónico
fr: Votre email
it: La tua email

# newsletterButton
source: Subscribe
ar: اشتراك
es: Suscribirse
fr: S'abonner
it: Iscriviti

# newsletterErrorEmpty
source: Please enter your email
ar: الرجاء إدخال بريدك الإلكتروني
es: Por favor ingresa tu correo
fr: Veuillez entrer votre email
it: Inserisci la tua email

# newsletterErrorInvalid
source: Invalid email
ar: بريد غير صالح
es: Correo inválido
fr: Email invalide
it: Email non valida

# settingsTitle
source: PERSONALIZATION
ar: تخصيص
es: PERSONALIZACIÓN
fr: PERSONNALISATION
it: PERSONALIZZAZIONE

# settingsRamadanMode
source: Ramadan Mode
ar: وضع رمضان
es: Modo Ramadán
fr: Mode Ramadan
it: Modalità Ramadan

# settingsRamadanDesc
source: Adjust schedules and content for Ramadan
ar: تعديل الجدول والمحتوى لرمضان
es: Ajustar horarios y contenido para Ramadán
fr: Ajuster les horaires et le contenu pour le Ramadan
it: Regola orari e contenuti per Ramadan

# settingsDarkMode
source: Dark Mode
ar: الوضع المظلم
es: Modo Oscuro
fr: Mode Sombre
it: Modalità Scura

# settingsDarkDesc
source: Switch between light and dark mode
ar: التبديل بين الوضع الفاتح والمظلم
es: Cambiar entre modo claro y oscuro
fr: Basculer entre le mode clair et sombre
it: Passa tra modalità chiara e scura

# ramadanBannerTitle
source: Special Ramadan Hours
ar: توقيت رمضان الخاص
es: Horario Especial Ramadán
fr: Horaires spéciaux Ramadan
it: Orario Speciale Ramadan

# ramadanBannerGreeting
source: Ramadan Kareem
ar: رمضان كريم
fr: Ramadan Karim

# ramadanBannerHours
source: 10pm - 2am & 4am - 7am
ar: 10م - 2ص & 4ص - 7ص
fr: 22h - 2h & 4h - 7h

# appStoreDownloadOn
source: Download on
ar: حمل من
es: Descárgalo en
fr: Télécharger sur
it: Scarica su

# appStoreAvailableOn
source: Available on
ar: متاح على
es: Disponible en
fr: Disponible sur
it: Disponibile su

# appStoreMemberCard
source: Your Member Card
ar: بطاقة العضوية
es: Tu Tarjeta de Miembro
fr: Votre Carte Membre
it: La Tua Tessera Membro

# appStorePremiumMember
source: Premium Member
ar: عضو مميز
es: Miembro Premium
fr: Membre Premium
it: Membro Premium

# qrFeatureCheckin
source: Instant Check-in
ar: دخول فوري
es: Entrada Instantánea
fr: Check-in Instantané
it: Ingresso Istantaneo

# qrFeatureCheckinDesc
source: Quick 2-second scan
ar: مسح سريع في ثانيتين
es: Escaneo rápido de 2 seg
fr: Scan rapide en 2 secondes
it: Scansione rapida di 2 sec

# qrFeatureBooking
source: Simplified Bookings
ar: حجوزات مبسطة
es: Reservas Simplificadas
fr: Réservations Simplifiées
it: Prenotazioni Semplificate

# qrFeatureBookingDesc
source: Book classes with one tap
ar: احجز حصصك بلمسة واحدة
es: Reserva clases con un toque
fr: Réservez vos cours en un tap
it: Prenota lezioni con un tocco

# qrFeatureNotif
source: Smart Notifications
ar: إشعارات ذكية
es: Notificaciones Inteligentes
fr: Notifications Intelligentes
it: Notifiche Intelligenti

# qrFeatureNotifDesc
source: Reminders and updates
ar: تذكيرات وتحديثات
es: Recordatorios y actualizaciones
fr: Rappels et mises à jour
it: Promemoria e aggiornamenti

# qrWithQrCode
source: with QR Code
ar: مع رمز QR
es: con Código QR
fr: avec QR Code
it: con Codice QR

# qrMobileApp
source: MOBILE APP
ar: تطبيق الهاتف
es: APLICACIÓN MÓVIL
fr: APPLICATION MOBILE
it: APP MOBILE

# ctaReadyTo
source: READY TO
ar: جاهز
fr: PRÊT À

# ctaTransform
source: TRANSFORM
ar: لتغيير
fr: TRANSFORMER

# ctaYourLife
source: YOUR LIFE?
ar: حياتك؟
fr: VOTRE VIE ?

# ctaSubtitle
source: Join +5000 members who have already taken the first step towards their best version.
ar: انضم إلى +5000 عضو اتخذوا الخطوة الأولى نحو أفضل نسخة منهم.
fr: Rejoignez +5000 membres qui ont déjà fait le premier pas vers leur meilleure version.

# ctaButton
source: START NOW
ar: ابدأ الآن
fr: COMMENCER MAINTENANT

# footerTagline
source: The excellence of sport in Algeria. 6 premium branches for your transformation.
ar: تميز الرياضة في الجزائر. 6 فروع فاخرة لتحولك.
fr: L'excellence du sport en Algérie. 6 branches premium pour votre transformation.

# footerCopyright
source: © 2025 Gym Élysée DZ. All rights reserved.
ar: © 2025 Gym Élysée DZ. جميع الحقوق محفوظة.
fr: © 2025 Gym Élysée DZ. Tous droits réservés.

# footerBackToTop
source: BACK TO TOP
ar: العودة للأعلى
fr: RETOUR EN HAUT

# footerHome
source: Home
ar: الرئيسية
fr: Accueil

# footerPricing
source: Pricing
ar: الاشتراكات
fr: Tarifs

# footerHours
source: Mon-Fri: 6am-10pm | Sat-Sun: 8am-8pm
ar: الأحد-الخميس: 6ص-10م | الجمعة-السبت: 8ص-8م
fr: Lun-Ven: 6h-22h | Sam-Dim: 8h-20h

# landingPricingTag
source: PRICING
ar: الاشتراكات
es: MEMBRESÍAS
fr: — TARIFS
it: ABBONAMENTI

# landingPricingTitle1
source: INVEST
ar: استثمر
es: INVIERTE
fr: INVESTISSEZ
it: INVESTI

# landingPricingTitle2
source: IN YOUR HEALTH
ar: في صحتك
es: EN TU SALUD
fr: DANS VOTRE SANTÉ
it: nella tua salute

# landingPricingSubtitleMonthly
source: Maximum flexibility, no commitment
ar: مرونة قصوى
es: Máxima flexibilidad
fr: Flexibilité maximale sans engagement
it: Massima flessibilità

# landingPricingSubtitleQuarterly
source: Perfect balance of price & commitment
ar: توازن سعر/التزام
es: Equilibrio precio/compromiso
fr: L'équilibre parfait engagement/prix
it: Equilibrio prezzo/impegno

# landingPricingSubtitleAnnual
source: Best value for money
ar: أفضل قيمة
es: Mejor valor
fr: Le meilleur rapport qualité-prix
it: Miglior valore

# landingPricingFeaturesMonthly
source: Access to 1 branch,Unlimited classes,Premium lockers,Mobile app
ar: دخول فرع 1, حصص غير محدودة, خزائن بريميوم, تطبيق
es: Acceso 1 club,Clases ilimitadas,Casilleros premium,App móvil
fr: Accès à 1 branche au choix,Cours collectifs illimités,Vestiaires & douches premium,Application mobile
it: Accesso 1 club,Corsi illimitati,Armadietti premium,App mobile

# landingPricingFeaturesQuarterly
source: Access to all branches,Unlimited classes,2 private sessions,1 guest pass/month,Premium lockers,Mobile app
ar: دخول كل الفروع, حصص غير محدودة, حصتان خاصتان, ضيف/شهر
es: Acceso todos los clubes,Clases ilimitadas,2 sesiones privadas,1 invitado/mes,Casilleros premium
fr: Accès à toutes les branches,Cours collectifs illimités,2 sessions privées incluses,1 invitation gratuite/mois,Vestiaires & douches premium,Application mobile
it: Accesso tutti i club,Corsi illimitati,2 sessioni private,1 ospite/mese,Armadietti premium

# landingPricingFeaturesAnnual
source: Unlimited access all branches,Unlimited classes,5 private sessions,3 guest passes/month,Premium lockers,Mobile app
ar: دخول غير محدود, حصص غير محدودة, 5 حصص خاصة, 3 ضيوف/شهر
es: Acceso ilimitado,Clases ilimitadas,5 sesiones privadas,3 invitados/mes,Casilleros premium
fr: Accès illimité toutes branches,Cours collectifs illimités,5 sessions privées incluses,3 invitations gratuites/mois,Vestiaires & douches premium,Application mobile
it: Accesso illimitato,Corsi illimitati,5 sessioni private,3 ospiti/mese,Armadietti premium

# landingPricingBadge
source: POPULAR
ar: رائج
fr: POPULAIRE
it: POPOLARE

# landingPricingBtnDetails
source: VIEW DETAILS
ar: عرض التفاصيل
es: VER DETALLES
fr: VOIR LES DÉTAILS
it: VEDI DETTAGLI

# landingPricingBtnAll
source: VIEW ALL PLANS
ar: عرض كل الخطط
es: VER TODOS LOS PLANES
fr: VOIR TOUS LES TARIFS
it: VEDI TUTTI I PIANI

# statsMembers
source: ACTIVE MEMBERS
ar: أعضاء نشطين
es: MIEMBROS ACTIVOS
fr: MEMBRES ACTIFS
it: MEMBRI ATTIVI

# statsCoaches
source: PRO COACHES
ar: مدربين محترفين
es: ENTRENADORES PRO
fr: COACHES PRO
it: COACH PRO

# statsExperience
source: YEARS OF EXCELLENCE
ar: سنوات من التميز
es: AÑOS DE EXCELENCIA
fr: ANNÉES D'EXCELLENCE
it: ANNI DI ECCELLENZA

# featuresTitleTag
source: WHY US
ar: لماذا نحن
es: POR QUÉ NOSOTROS
fr: POURQUOI NOUS
it: PERCHÉ NOI

# featuresTitle1
source: EXCELLENCE
ar: التميز
es: EXCELENCIA
fr: L'EXCELLENCE
it: ECCELLENZA

# featuresTitle2
source: IN EVERY DETAIL
ar: في كل تفصيل
es: EN CADA DETALLE
fr: DANS CHAQUE DÉTAIL
it: IN OGNI DETTAGLIO

# featureEquipTitle
source: PRO EQUIPMENT
ar: معدات احترافية
es: EQUIPO PRO
fr: ÉQUIPEMENTS PRO
it: ATTREZZATURA PRO

# featureEquipDesc
source: Latest generation Technogym & Eleiko for optimal results
ar: أحدث جيل من تكنوجيم وإليكو لنتائج مثالية
es: Última generación Technogym y Eleiko para resultados óptimos
fr: Technogym & Eleiko dernière génération pour des résultats optimaux
it: Ultima generazione Technogym ed Eleiko per risultati ottimali

# featureCoachTitle
source: ELITE COACHES
ar: مدربي نخبة
es: ENTRENADORES ÉLITE
fr: COACHES ELITE
it: COACH ÉLITE

# featureCoachDesc
source: International certifications and professional experience
ar: شهادات دولية وخبرة مهنية
es: Certificaciones internacionales y experiencia profesional
fr: Certifications internationales et expérience professionnelle
it: Certificazioni internazionali ed esperienza professionale

# featurePaymentTitle
source: FLEXIBLE PAYMENT
ar: دفع مرن
es: PAGO FLEXIBLE
fr: PAIEMENT FLEXIBLE
it: PAGAMENTO FLESSIBILE

# featurePaymentDesc
source: eDahabia, CIB, Baridimob and 3x installment payment
ar: الذهبية، CIB، بريدي موب وتقسيط على 3 دفعات
es: eDahabia, CIB, Baridimob y pago en 3 cuotas
fr: eDahabia, CIB, Baridimob et paiement en 3x sans frais
it: eDahabia, CIB, Baridimob e pagamento in 3 rate

# featureRamadanTitle
source: RAMADAN MODE
ar: وضع رمضان
es: MODO RAMADÁN
fr: MODE RAMADAN
it: MODALITÀ RAMADAN

# featureRamadanDesc
source: Adapted hours 10pm-2am & 4am-7am during the holy month
ar: ساعات معدلة 10م-2ص و 4ص-7ص خلال الشهر الفضيل
es: Horarios adaptados 10pm-2am y 4am-7am durante el mes sagrado
fr: Horaires adaptés 22h-2h & 4h-7h pendant le mois sacré
it: Orari adattati 10pm-2am e 4am-7am durante il mese sacro

# featureProgramTitle
source: TAILORED PROGRAMS
ar: برامج مخصصة
es: PROGRAMAS A MEDIDA
fr: PROGRAMMES SUR MESURE
it: PROGRAMMI SU MISURA

# featureProgramDesc
source: Personalized tracking adapted to your specific goals
ar: متابعة شخصية مكيفة مع أهدافك المحددة
es: Seguimiento personalizado adaptado a tus objetivos específicos
fr: Suivi personnalisé adapté à vos objectifs spécifiques
it: Monitoraggio personalizzato adattato ai tuoi obiettivi specifici

# featureCommunityTitle
source: ACTIVE COMMUNITY
ar: مجتمع نشط
es: COMUNIDAD ACTIVA
fr: COMMUNAUTÉ ACTIVE
it: COMUNITÀ ATTIVA

# featureCommunityDesc
source: +5000 motivated members sharing the same passion
ar: +5000 عضو متحمس يتشاركون نفس الشغف
es: +5000 miembros motivados compartiendo la misma pasión
fr: +5000 membres motivés qui partagent la même passion
it: +5000 membri motivati che condividono la stessa passione

# testimonialsTitleTag
source: TESTIMONIALS
ar: شهادات
es: TESTIMONIOS
fr: TÉMOIGNAGES
it: TESTIMONIANZE

# testimonialsTitle1
source: THEY
ar: هم
es: ELLOS
fr: ILS NOUS
it: LORO

# testimonialsTitle2
source: TRUST US
ar: يثقون بنا
es: CONFÍAN EN NOSOTROS
fr: FONT CONFIANCE
it: SI FIDANO DI NOI

# testimonials1Quote
source: Tiger Sport DZ transformed me. In 18 months, I went from complete beginner to regional champion. The coaches are incredible and the vibe is electric.
ar: تايجر سبورت دي زد غيرت حياتي. في 18 شهراً تحولت من مبتدئ تماماً إلى بطل جهوي. المدربون لا يصدقون.
es: Tiger Sport DZ me transformó. En 18 meses pasé de principiante a campeón regional. Los entrenadores son increíbles.
fr: Tiger Sport DZ m'a transformé. En 18 mois, je suis passé de débutant complet à champion régional. Les coaches sont incroyables et l'ambiance est électrique.
it: Tiger Sport DZ mi ha trasformato. In 18 mesi sono passato da principiante a campione regionale. I coach sono incredibili.

# testimonials1Role
source: Amateur MMA Competitor
ar: منافس MMA هاوي
es: Competidor MMA Amateur
fr: Compétiteur MMA Amateur
it: Combattente MMA Amatore

# testimonials2Quote
source: Gym Élysée Women is my refuge. I feel confident and the results are there. I lost 15kg and gained incredible mental strength.
ar: جيم إليزي نساء هو ملاذي. أشعر بالثقة والنتائج واضحة. فقدت 15 كغ وكسبت قوة ذهنية لا تصدق.
es: Gym Élysée Mujeres es mi refugio. Me siento segura y los resultados están ahí. Perdí 15kg y gané fuerza mental.
fr: Gym Élysée Femmes est mon refuge. Je me sens en confiance et les résultats sont là. J'ai perdu 15kg et gagné une force mentale incroyable.
it: Gym Élysée Donne è il mio rifugio. Mi sento sicura e i risultati si vedono. Ho perso 15kg e guadagnato una forza mentale incredibile.

# testimonials2Role
source: Member since 2 years
ar: عضوة منذ سنتين
es: Miembro desde hace 2 años
fr: Membre depuis 2 ans
it: Membro da 2 anni

# testimonials3Quote
source: The best boxing gym in Algeria, period. Coach Ahmed prepared me for my last 3 victorious fights. International level equipment and sparring.
ar: أفضل نادي ملاكمة في الجزائر، نقطة. المدرب أحمد حضرني لانتصاراتي الثلاثة الأخيرة.
es: El mejor gimnasio de boxeo en Argelia, punto. El entrenador Ahmed me preparó para mis últimas 3 victorias.
fr: La meilleure salle de boxe en Algérie, point final. Coach Ahmed m'a préparé pour mes 3 derniers combats victorieux. Équipement et sparring de niveau international.
it: La migliore palestra di boxe in Algeria. Il coach Ahmed mi ha preparato per le mie ultime 3 vittorie.

# testimonials3Role
source: Professional Boxer
ar: ملاكم محترف
es: Boxeador Profesional
fr: Boxeur Professionnel
it: Pugile Professionista

# blogPreviewTag
source: THE MAGAZINE
ar: المجلة
es: LA REVISTA
fr: LE MAGAZINE
it: IL MAGAZINE

# blogPreviewTitle
source: TIPS & INSPIRATION
ar: نصائح وإلهام
es: CONSEJOS E INSPIRACIÓN
fr: CONSEILS & INSPIRATION
it: CONSIGLI E ISPIRAZIONE

# blogPreviewViewAll
source: EXPLORE THE MAGAZINE
ar: استكشف المجلة
es: EXPLORAR LA REVISTA
fr: EXPLORER LE MAGAZINE
it: ESPLORA IL MAGAZINE

# blogReadMore
source: Read Article →
ar: اقرأ المقال ←
es: Leer Artículo →
fr: Lire l'article →
it: Leggi Articolo →

# blogDummy1Title
source: Benefits of Intermittent Fasting
ar: فوائد الصيام المتقطع
es: Beneficios del ayuno intermitente
fr: Les bienfaits du jeûne intermittent
it: Benefici del digiuno intermittente

# blogDummy2Title
source: Top 5 Bank Exercises
ar: أفضل 5 تمارين للصدر
es: Top 5 Ejercicios de Banca
fr: Top 5 exercices pour le dos
it: Top 5 Esercizi Panca

# blogDummy2Cat
source: TRAINING
ar: تدريب
es: ENTRENAMIENTO
fr: ENTRAÎNEMENT
it: ALLENAMENTO

# blogDummy3Title
source: Recovery After Session
ar: الاستشفاء بعد التمرين
es: Recuperación Post-Entreno
fr: Récupération après séance
it: Recupero Post-Allenamento

# blogDummy3Cat
source: HEALTH
ar: صحة
es: SALUD
fr: SANTÉ
it: SALUTE

# dashboardTitle
source: MY DASHBOARD
ar: لوحة التحكم
es: MI PANEL
fr: MON ESPACE
it: LA MIA DASHBOARD

# dashboardGreeting
source: Hello, {name}
ar: مرحباً، {name}
es: Hola, {name}
fr: Bonjour, {name}
it: Ciao, {name}

# dashboardGreetingSubtitle
source: Ready for your session today?
ar: جاهز لجلستك اليوم؟
es: ¿Listo para tu sesión de hoy?
fr: Prêt pour votre séance d'aujourd'hui ?
it: Pronto per la tua sessione oggi?

# dashboardQuickAccess
source: QUICK ACCESS
ar: وصول سريع
es: ACCESO RÁPIDO
fr: ACCÈS RAPIDE
it: ACCESSO RAPIDO

# dashboardActionPrograms
source: PROGRAMS
ar: البرامج
es: PROGRAMAS
fr: PROGRAMMES
it: PROGRAMMI

# dashboardActionBookings
source: BOOKINGS
ar: الحجوزات
es: RESERVAS
fr: RÉSERVATIONS
it: PRENOTAZIONI

# dashboardActionQRCode
source: MY QR CODE
ar: رمزي QR
es: MI CÓDIGO QR
fr: MON QR CODE
it: IL MIO CODICE QR

# dashboardNoQR
source: No QR Code available
ar: لا يوجد رمز QR متاح
es: No hay código QR disponible
fr: Aucun QR Code disponible
it: Nessun codice QR disponibile

# dashboardStatsWeek
source: WEEKLY STATS
ar: إحصائيات أسبوعية
es: ESTADÍSTICAS SEMANALES
fr: STATISTIQUES SEMAINE
it: STATISTICHE SETTIMANA

# dashboardStatsPresentDays
source: Days Present
ar: أيام الحضور
es: Días Presente
fr: Jours présents
it: Giorni Presente

# dashboardStatsSessions
source: Sessions Completed
ar: الجلسات المكتملة
es: Sesiones Completadas
fr: Séances complétées
it: Sessioni Completate

# dashboardStatsCalories
source: Calories Burned
ar: السعرات المحروقة
es: Calorías Quemadas
fr: Calories brûlées
it: Calorie Bruciate

# dashboardPaymentButton
source: PAYMENT
ar: الدفع
es: PAGO
fr: PAIEMENT
it: PAGAMENTO

# dashboardPhotosTitle
source: PHOTOS & PROGRESS
ar: الصور والتقدم
es: FOTOS Y PROGRESO
fr: PHOTOS & PROGRÈS
it: FOTO E PROGRESSI

# dashboardAddPhoto
source: ADD
ar: إضافة
es: AÑADIR
fr: AJOUTER
it: AGGIUNGI

# dashboardAddPhotoTitle
source: Add a Photo
ar: إضافة صورة
es: Añadir Foto
fr: Ajouter une Photo
it: Aggiungi Foto

# dashboardTakePhoto
source: Take a Photo
ar: التقاط صورة
es: Tomar Foto
fr: Prendre une Photo
it: Scatta Foto

# dashboardGalleryPhoto
source: Choose from Gallery
ar: اختيار من المعرض
es: Elegir de Galería
fr: Choisir de la Galerie
it: Scegli da Galleria

# dashboardPhotoOptions
source: Photo Options
ar: خيارات الصورة
es: Opciones de Foto
fr: Options Photo
it: Opzioni Foto

# dashboardViewFullscreen
source: View Fullscreen
ar: عرض ملء الشاشة
es: Ver Pantalla Completa
fr: Voir en Plein Écran
it: Vedi Schermo Intero

# dashboardDelete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
it: Elimina

# dashboardConfirmDeleteTitle
source: Delete Photo?
ar: حذف الصورة؟
es: ¿Eliminar Foto?
fr: Supprimer la photo?
it: Eliminare Foto?

# dashboardConfirmDeleteContent
source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non può essere annullata.
