Repository: JARMID/gym-elysee-app
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, it

# adminNavSettings
source: Settings
ar: الإعدادات
es: Ajustes
fr: Paramètres
it: Impostazioni

# adminStatTotalMembers
source: Total Members
ar: إجمالي الأعضاء
es: Miembros totales
fr: Total Membres
it: Totale membri

# adminStatActiveNow
source: Active Today
ar: نشط الآن
es: Activos ahora
fr: Actifs aujourd'hui
it: Attivi ora

# adminStatPendingPayments
source: Pending Payments
fr: Paiements en attente

# adminStatActiveSubscriptions
source: Active Subscriptions
fr: Abonnements actifs

# adminStatRevenue
source: Revenue
ar: الإيرادات
es: Ingresos
fr: Revenus
it: Entrate

# adminStatAlerts
source: Alerts
ar: تنبيهات
es: Alertas
fr: Alertes
it: Avvisi

# adminErrorStats
source: Error loading stats
ar: خطأ في تحميل الإحصائيات
es: Error al cargar estadísticas
fr: Erreur de chargement des stats
it: Errore caricamento statistiche

# adminSectionRecentActivity
source: Recent Registrations
ar: التسجيلات الأخيرة
es: Registros recientes
fr: Inscriptions récentes
it: Registrazioni recenti

# adminSectionQuickActions
source: Quick Actions
ar: إجراءات سريعة
es: Acciones rápidas
fr: Actions rapides
it: Azioni rapide

# adminActionAddMember
source: Add Member
ar: إضافة عضو
es: Añadir miembro
fr: Ajouter un membre
it: Aggiungi membro

# adminActionCreatePost
source: Create Post
ar: إنشاء منشور
es: Crear publicación
fr: Créer un post
it: Crea post

# adminActionValidatePayments
source: Record Payment
ar: التحقق من الدفعات
es: Validar pagos
fr: Enregistrer paiement
it: Convalida pagamenti

# adminActionModeratePosts
source: Moderate Posts
ar: إدارة المنشورات
es: Moderar publicaciones
fr: Modérer les posts
it: Modera post

# adminActionViewReports
source: View Reports
fr: Voir les rapports

# adminActionScanQR
source: Scan QR
fr: Scanner QR

# adminComingSoon
source: Coming Soon
ar: قريباً
es: Próximamente
fr: Bientôt disponible
it: In arrivo

# adminRegisteredSpecially
source: Registered specially for "Summer Shred"
ar: تم التسجيل خصيصاً لـ "Summer Shred"
es: Registrado especialmente para "Summer Shred"
fr: Inscrit spécialement pour "Summer Shred"
it: Registrato per "Summer Shred"

# adminTimeMinAgo
source: {minutes} min ago
ar: منذ {minutes} دقيقة
es: Hace {minutes} min
fr: Il y a {minutes} min
it: {minutes} min fa

# adminMembersTitle
source: Members Management
ar: إدارة الأعضاء
es: Gestión de miembros
fr: Gestion des membres
it: Gestione membri

# adminMembersAdd
source: Add Member
ar: إضافة عضو
es: Añadir miembro
fr: Ajouter un membre
it: Aggiungi membro

# adminMembersSearchPlaceholder
source: Search members...
ar: البحث عن الأعضاء...
es: Buscar miembros...
fr: Rechercher des membres...
it: Cerca membri...

# adminMembersNotFound
source: No members found
ar: لم يتم العثور على أعضاء
es: No se encontraron miembros
fr: Aucun membre trouvé
it: Nessun membro trovato

# adminMembersNoEmail
source: No email
ar: لا يوجد بريد إلكتروني
es: Sin correo
fr: Pas d'email
it: Nessuna email

# adminMembersStatusActive
source: Active
ar: نشط
es: Activo
fr: Actif
it: Attivo

# adminMembersErrorLoading
source: Error loading members: {error}
ar: خطأ في تحميل الأعضاء: {error}
es: Error al cargar miembros: {error}
fr: Erreur de chargement des membres : {error}
it: Errore caricamento membri: {error}

# adminCoachesTitle
source: Coaches Management
ar: إدارة المدربين
es: Gestión de entrenadores
fr: Gestion des coachs
it: Gestione allenatori

# adminCoachesAdd
source: Add Coach
ar: إضافة مدرب
es: Añadir entrenador
fr: Ajouter un coach
it: Aggiungi allenatore

# adminCoachesNotFound
source: No coaches found
ar: لم يتم العثور على مدربين
es: No se encontraron entrenadores
fr: Aucun coach trouvé
it: Nessun allenatore trovato

# adminCoachesDefaultSpecialization
source: General Coach
ar: مدرب عام
es: Entrenador general
fr: Coach général
it: Allenatore generale

# adminCoachesErrorLoading
source: Error loading coaches: {error}
ar: خطأ في تحميل المدربين: {error}
es: Error al cargar entrenadores: {error}
fr: Erreur de chargement des coachs : {error}
it: Errore caricamento allenatori: {error}

# adminProgramsTitle
source: Programs Management
ar: إدارة البرامج
es: Gestión de programas
fr: Gestion des programmes
it: Gestione programmi

# adminProgramsNew
source: New Program
ar: برنامج جديد
es: Nuevo programa
fr: Nouveau programme
it: Nuovo programma

# adminProgramsNotFound
source: No programs found
ar: لم يتم العثور على برامج
es: No se encontraron programas
fr: Aucun programme trouvé
it: Nessun programma trovato

# adminProgramsUntitled
source: Untitled Program
ar: برنامج بدون عنوان
es: Programa sin título
fr: Programme sans titre
it: Programma senza titolo

# adminProgramsAllLevels
source: All Levels
ar: جميع المستويات
es: Todos los niveles
fr: Tous niveaux
it: Tutti i livelli

# adminProgramsNoDescription
source: No description
ar: لا يوجد وصف
es: Sin descripción
fr: Pas de description
it: Nessuna descrizione

# adminProgramsDurationWeeks
source: {duration} weeks
ar: {duration} أسابيع
es: {duration} semanas
fr: {duration} semaines
it: {duration} settimane

# adminProgramsEnrolledCount
source: {count} enrolled
ar: {count} مسجلين
es: {count} inscritos
fr: {count} inscrits
it: {count} iscritti

# adminProgramsErrorLoading
source: Error loading programs: {error}
ar: خطأ في تحميل البرامج: {error}
es: Error al cargar programas: {error}
fr: Erreur de chargement des programmes : {error}
it: Errore caricamento programmi: {error}

# adminBranchesTitle
source: Branches Management
ar: إدارة الفروع
es: Gestión de sucursales
fr: Gestion des succursales
it: Gestione filiali

# adminBranchesAdd
source: Add Branch
ar: إضافة فرع
es: Añadir sucursal
fr: Ajouter succursale
it: Aggiungi filiale

# adminBranchesNotFound
source: No branches found
ar: لم يتم العثور على فروع
es: No se encontraron sucursales
fr: Aucune succursale trouvée
it: Nessuna filiale trovata

# adminBranchesUnknown
source: Unknown Branch
ar: فرع غير معروف
es: Sucursal desconocida
fr: Succursale inconnue
it: Filiale sconosciuta

# adminBranchesEdit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
it: Modifica

# adminBranchesDelete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
it: Elimina

# adminBranchesNoAddress
source: No address provided
ar: لم يتم تقديم عنوان
es: No se proporcionó dirección
fr: Aucune adresse fournie
it: Nessun indirizzo fornito

# adminBranchesNoPhone
source: No phone
ar: لا يوجد هاتف
es: Sin teléfono
fr: Aucun téléphone
it: Nessun telefono

# adminBranchesErrorLoading
source: Error loading branches: {error}
ar: خطأ في تحميل الفروع: {error}
es: Error al cargar sucursales: {error}
fr: Erreur de chargement des succursales : {error}
it: Errore caricamento filiali: {error}

# adminPaymentsTitle
source: Payment History
ar: سجل المدفوعات
es: Historial de pagos
fr: Historique des paiements
it: Cronologia pagamenti

# adminPaymentsEmpty
source: No transaction history
ar: لا يوجد سجل للمداولات
es: Sin historial de transacciones
fr: Aucun historique de transaction
it: Nessuna cronologia transazioni

# adminPaymentsColumnMember
source: Member
ar: العضو
es: Miembro
fr: Membre
it: Membro

# adminPaymentsColumnAmount
source: Amount
ar: المبلغ
es: Cantidad
fr: Montant
it: Importo

# adminPaymentsColumnMethod
source: Method
ar: الطريقة
es: Método
fr: Méthode
it: Metodo

# adminPaymentsColumnStatus
source: Status
ar: الحالة
es: Estado
fr: Statut
it: Stato

# adminPaymentsUnknown
source: Unknown
ar: غير معروف
es: Desconocido
fr: Inconnu
it: Sconosciuto

# adminPaymentsErrorLoading
source: Error loading history: {error}
ar: خطأ في تحميل السجل: {error}
es: Error al cargar el historial: {error}
fr: Erreur de chargement de l'historique : {error}
it: Errore caricamento cronologia: {error}

# adminDialogFirstName
source: First Name
ar: الاسم الأول
es: Nombre
fr: Prénom
it: Nome

# adminDialogLastName
source: Last Name
ar: اسم العائلة
es: Apellido
fr: Nom
it: Cognome

# adminDialogCancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
it: Annulla

# adminDialogSaveChanges
source: Save Changes
ar: حفظ التغييرات
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche

# adminDialogRequired
source: Required
ar: مطلوب
es: Requerido
fr: Requis
it: Obbligatorio

# adminDialogPhone
source: Phone
ar: الهاتف
es: Teléfono
fr: Téléphone
it: Telefono

# adminDialogAddMemberTitle
source: Add New Member
ar: إضافة عضو جديد
es: Añadir nuevo miembro
fr: Ajouter un nouveau membre
it: Aggiungi nuovo membro

# adminDialogEditMemberTitle
source: Edit Member
ar: تعديل العضو
es: Editar miembro
fr: Modifier le membre
it: Modifica membro

# adminDialogMemberSuccessAdd
source: Member added successfully
ar: تم إضافة العضو بنجاح
es: Miembro añadido con éxito
fr: Membre ajouté avec succès
it: Membro aggiunto con successo

# adminDialogMemberSuccessUpdate
source: Member updated successfully
ar: تم تحديث العضو بنجاح
es: Miembro actualizado con éxito
fr: Membre mis à jour avec succès
it: Membro aggiornato con successo

# adminDialogMemberErrorSave
source: Error saving member: {error}
ar: خطأ في حفظ العضو: {error}
es: Error al guardar miembro: {error}
fr: Erreur lors de l'enregistrement du membre : {error}
it: Errore salvataggio membro: {error}

# adminDialogGender
source: Gender
ar: الجنس
es: Género
fr: Genre
it: Genere

# adminDialogGenderMale
source: Male
ar: ذكر
es: Masculino
fr: Homme
it: Maschio

# adminDialogGenderFemale
source: Female
ar: أنثى
es: Femenino
fr: Femme
it: Femmina

# adminDialogAddMemberButton
source: Add Member
ar: إضافة عضو
es: Añadir miembro
fr: Ajouter un membre
it: Aggiungi membro

# adminDialogAddCoachTitle
source: Add New Coach
ar: إضافة مدرب جديد
es: Añadir nuevo entrenador
fr: Ajouter un nouveau coach
it: Aggiungi nuovo allenatore

# adminDialogEditCoachTitle
source: Edit Coach
ar: تعديل المدرب
es: Editar entrenador
fr: Modifier le coach
it: Modifica allenatore

# adminDialogCoachSuccessAdd
source: Coach added successfully
ar: تم إضافة المدرب بنجاح
es: Entrenador añadido con éxito
fr: Coach ajouté avec succès
it: Allenatore aggiunto con successo

# adminDialogCoachSuccessUpdate
source: Coach updated successfully
ar: تم تحديث المدرب بنجاح
es: Entrenador actualizado con éxito
fr: Coach mis à jour avec succès
it: Allenatore aggiornato con successo

# adminDialogCoachErrorSave
source: Error saving coach: {error}
ar: خطأ في حفظ المدرب: {error}
es: Error al guardar entrenador: {error}
fr: Erreur lors de l'enregistrement du coach : {error}
it: Errore salvataggio allenatore: {error}

# adminDialogSpecialization
source: Specialization
ar: التخصص
es: Especialización
fr: Spécialisation
it: Specializzazione

# adminDialogSpecializationHint
source: e.g., Yoga, HIIT, Boxing
ar: مثال: يوغا، هيت، ملاكمة
es: ej., Yoga, HIIT, Boxeo
fr: ex : Yoga, HIIT, Boxe
it: es. Yoga, HIIT, Boxe

# adminDialogBio
source: Bio
ar: السيرة الذاتية
es: Biografía
fr: Biographie
it: Biografia

# adminDialogAddCoachButton
source: Add Coach
ar: إضافة مدرب
es: Añadir entrenador
fr: Ajouter un coach
it: Aggiungi allenatore

# adminDialogCreateProgramTitle
source: Create New Program
ar: إنشاء برنامج جديد
es: Crear nuevo programa
fr: Créer un nouveau programme
it: Crea nuovo programma

# adminDialogEditProgramTitle
source: Edit Program
ar: تعديل البرنامج
es: Editar programa
fr: Modifier le programme
it: Modifica programma

# adminDialogProgramSuccessCreate
source: Program "{title}" created
ar: تم إنشاء البرنامج "{title}"
es: Programa "{title}" creado
fr: Programme "{title}" créé
it: Programma "{title}" creato

# adminDialogProgramSuccessUpdate
source: Program "{title}" updated
ar: تم تحديث البرنامج "{title}"
es: Programa "{title}" actualizado
fr: Programme "{title}" mis à jour
it: Programma "{title}" aggiornato

# adminDialogProgramErrorCreate
source: Error creating program: {error}
ar: خطأ في إنشاء البرنامج: {error}
es: Error al crear programa: {error}
fr: Erreur lors de la création du programme : {error}
it: Errore creazione programma: {error}

# adminDialogProgramTitleLabel
source: Program Title
ar: عنوان البرنامج
es: Título del programa
fr: Titre du programme
it: Titolo programma

# adminDialogDurationLabel
source: Duration (Weeks)
ar: المدة (أسابيع)
es: Duración (Semanas)
fr: Durée (semaines)
it: Durata (Settimane)

# adminDialogLevelLabel
source: Level
ar: المستوى
es: Nivel
fr: Niveau
it: Livello

# adminDialogLevelBeginner
source: Beginner
ar: مبتدئ
es: Principiante
fr: Débutant
it: Principiante

# adminDialogLevelIntermediate
source: Intermediate
ar: متوسط
es: Intermedio
fr: Intermédiaire
it: Intermedio

# adminDialogLevelAdvanced
source: Advanced
ar: متقدم
es: Avanzado
fr: Avancé
it: Avanzato

# adminDialogLevelAll
source: All Levels
ar: جميع المستويات
es: Todos los niveles
fr: Tous niveaux
it: Tutti i livelli

# adminDialogCreateProgramButton
source: Create Program
ar: إنشاء برنامج
es: Crear programa
fr: Créer un programme
it: Crea programma

# adminDialogAddBranchTitle
source: Add New Branch
ar: إضافة فرع جديد
es: Añadir nueva sucursal
fr: Ajouter une nouvelle succursale
it: Aggiungi nuova filiale

# adminDialogEditBranchTitle
source: Edit Branch
ar: تعديل الفرع
es: Editar sucursal
fr: Modifier la succursale
it: Modifica filiale

# adminDialogBranchSuccessAdd
source: Branch "{name}" added
ar: تم إضافة الفرع "{name}"
es: Sucursal "{name}" añadida
fr: Succursale "{name}" ajoutée
it: Filiale "{name}" aggiunta

# adminDialogBranchSuccessUpdate
source: Branch "{name}" updated
ar: تم تحديث الفرع "{name}"
es: Sucursal "{name}" actualizada
fr: Succursale "{name}" mise à jour
it: Filiale "{name}" aggiornata

# adminDialogBranchErrorAdd
source: Error adding branch: {error}
ar: خطأ في إضافة الفرع: {error}
es: Error al añadir sucursal: {error}
fr: Erreur lors de l'ajout de la succursale : {error}
it: Errore aggiunta filiale: {error}

# adminDialogBranchNameLabel
source: Branch Name
ar: اسم الفرع
es: Nombre de la sucursal
fr: Nom de la succursale
it: Nome filiale

# adminDialogAddressLabel
source: Address
ar: العنوان
es: Dirección
fr: Adresse
it: Indirizzo

# adminDialogManagerNameLabel
source: Manager Name
ar: اسم المدير
es: Nombre del gerente
fr: Nom du responsable
it: Nome responsabile

# adminDialogAddBranchButton
source: Add Branch
ar: إضافة فرع
es: Añadir sucursal
fr: Ajouter une succursale
it: Aggiungi filiale

# adminDialogCreatePostTitle
source: Create New Post
ar: إنشاء منشور جديد
es: Crear nueva publicación
fr: Créer un nouveau post
it: Crea nuovo post

# adminDialogPostContentLabel
source: Post Content
ar: محتوى المنشور
es: Contenido de la publicación
fr: Contenu du post
it: Contenuto del post

# adminDialogPostContentHint
source: What's on your mind?
ar: بماذا تفكر؟
es: ¿Qué tienes en mente?
fr: Qu'avez-vous en tête ?
it: A cosa stai pensando?

# adminDialogPostButton
source: Post
ar: نشر
es: Publicar
fr: Publier
it: Pubblica

# adminDialogPostSuccess
source: Post created successfully
ar: تم إنشاء المنشور بنجاح
es: Publicación creada con éxito
fr: Post créé avec succès
it: Post creato con successo

# adminDialogPostError
source: Error creating post: {error}
ar: خطأ في إنشاء المنشور: {error}
es: Error al crear publicación: {error}
fr: Erreur lors de la création du post : {error}
it: Errore creazione post: {error}

# adminDialogPendingPostsTitle
source: Pending Posts
ar: المنشورات المعلقة
es: Publicaciones pendientes
fr: Posts en attente
it: Post in attesa

# adminDialogNoPendingPosts
source: No pending posts
ar: لا توجد منشورات معلقة
es: Sin publicaciones pendientes
fr: Aucun post en attente
it: Nessun post in attesa

# adminDialogUnknownMember
source: Unknown Member
ar: عضو غير معروف
es: Miembro desconocido
fr: Membre inconnu
it: Membro sconosciuto

# adminDialogJustNow
source: Just now
ar: الآن
es: Justo ahora
fr: À l'instant
it: Poco fa

# adminDialogRejectButton
source: Reject
ar: رفض
es: Rechazar
fr: Rejeter
it: Rifiuta

# adminDialogApproveButton
source: Approve
ar: موافقة
es: Aprobar
fr: Approuver
it: Approva

# adminDialogPostRejected
source: Post Rejected
ar: تم رفض المنشور
es: Publicación rechazada
fr: Post rejeté
it: Post rifiutato

# adminDialogPostApproved
source: Post Approved
ar: تم الموافقة على المنشور
es: Publicación aprobada
fr: Post approuvé
it: Post approvato

# adminDialogClose
source: Close
ar: إغلاق
es: Cerrar
fr: Fermer
it: Chiudi

# adminDialogPendingPaymentsTitle
source: Pending Payments
ar: المدفوعات المعلقة
es: Pagos pendientes
fr: Paiements en attente
it: Pagamenti in attesa

# adminDialogNoPendingPayments
source: No pending payments
ar: لا توجد مدفوعات معلقة
es: Sin pagos pendientes
fr: Aucun paiement en attente
it: Nessun pagamento in attesa

# adminDialogAmountLabel
source: Amount: {amount} DZD
ar: المبلغ: {amount} دينار جزائري
es: Cantidad: {amount} DZD
fr: Montant : {amount} DZD
it: Importo: {amount} DZD

# adminDialogUserLabel
source: User: {user}
ar: المستخدم: {user}
es: Usuario: {user}
fr: Utilisateur : {user}
it: Utente: {user}

# adminDialogValidateButton
source: Validate
ar: التحقق
es: Validar
fr: Valider
it: Convalida

# adminDialogPaymentValidated
source: Payment Validated
ar: تم التحقق من الدفع
es: Pago validado
fr: Paiement validé
it: Pagamento convalidato

# programNoEnrollments
source: You are not enrolled in any program
fr: Vous n'êtes inscrit à aucun programme

# programDiscoverCta
source: Discover Programs
fr: Découvrir les programmes

# programJoin
source: Join Program
fr: Rejoindre

# programJoining
source: Joining...
fr: En cours...

# programEnrollSuccess
source: Successfully enrolled!
fr: Inscription réussie !

# programEnrollError
source: Enrollment error: {error}
fr: Erreur d'inscription : {error}

# paymentUploading
source: Uploading...
fr: Envoi en cours...

# paymentProofSuccess
source: Proof uploaded successfully!
fr: Preuve envoyée avec succès !

# sparringNoPartners
source: No partners found
fr: Aucun partenaire trouvé

# settingsSectionSecurity
source: SECURITY
ar: الأمان
fr: SÉCURITÉ

# authEmailInvalid
source: Invalid email address. Please use a real provider.
fr: Adresse email invalide. Veuillez utiliser un fournisseur réel.

# authRateLimit
source: Too many attempts. Please wait a moment.
fr: Trop de tentatives. Veuillez patienter.

# authUserExists
source: Account already exists.
fr: Ce compte existe déjà.

# authWeakPassword
source: Password is too weak. Must be at least 6 characters.
fr: Mot de passe trop faible (min 6 caractères).

# authUnknown
source: An authentication error occurred.
fr: Une erreur d'authentification est survenue.

# settingsEditProfile
source: Edit Profile
ar: تعديل الملف الشخصي
fr: Modifier le profil

# settingsAppearance
source: APPEARANCE
ar: المظهر
fr: APPARENCE

# settingsTheme
source: Theme
ar: الموضوع
fr: Thème

# settingsThemeSystem
source: System Default
ar: افتراضي النظام
fr: Système par défaut

# settingsThemeDark
source: Dark Mode
ar: الوضع المظلم
fr: Mode Sombre

# settingsThemeLight
source: Light Mode
ar: الوضع الفاتح
fr: Mode Clair

# settingsLanguage
source: Language
ar: اللغة
fr: Langue

# settingsChangePassword
source: Change Password
fr: Changer le mot de passe

# settingsPhone
source: Phone Number
fr: Numéro de téléphone

# settingsPushNotifications
source: Push Notifications
fr: Notifications push

# settingsEmailNotifications
source: Email Notifications
fr: Notifications email

# settingsEmailNotificationsDesc
source: Summaries, invoices
fr: Récapitulatifs, factures

# settingsSectionAppearance
source: APPEARANCE
fr: APPARENCE

# settingsRamadanOff
source: Ramadan Mode Disabled
fr: Mode Ramadan désactivé

# settingsSectionLanguage
source: Language
fr: Langue

# settingsSectionGymPreferences
source: GYM PREFERENCES
fr: PRÉFÉRENCES SALLE

# settingsFavoriteBranch
source: Favorite Branch
fr: Branche préférée

# settingsFitnessGoal
source: Fitness Goal
fr: Objectif fitness

# settingsSectionPrivacy
source: PRIVACY
fr: CONFIDENTIALITÉ

# settingsProfileVisibility
source: Profile Visibility
fr: Visibilité du profil

# settingsProfileVisibilityDesc
source: Who can see my stats
fr: Qui peut voir mes stats

# settingsDownloadData
source: Download My Data
fr: Télécharger mes données

# settingsSectionAbout
source: ABOUT
fr: À PROPOS

# settingsTerms
source: Terms of Use
fr: Conditions d'utilisation

# settingsContactSupport
source: Contact Support
fr: Contacter le support

# dashboardHello
source: Hello
fr: Bonjour

# dashboardSubtitle
source: Ready for your workout?
fr: Prêt pour votre entraînement ?

# dashboardExpired
source: Expired
fr: Expiré

# dashboardActive
source: Active
fr: Actif

# dashboardRenew
source: Renew Now
fr: Renouveler maintenant

# dashboardDaysLeft
source: {count, plural, =0{Today} =1{1 day left} other{{count} days left}}
fr: {count, plural, =0{Aujourd'hui} =1{1 jour restant} other{{count} jours restants}}

# dashboardPayNow
source: PAY NOW
fr: PAYER

# dashboardThisWeek
source: This Week
fr: Cette semaine

# dashboardQuickActions
source: Quick Actions
fr: Actions rapides

# dashboardQRCode
source: My QR Code
fr: Mon QR Code

# dashboardBookClass
source: Book Class
fr: Réserver

# dashboardMyStats
source: My Stats
fr: Mes Stats

# dashboardCommunity
source: Community
fr: Communauté

# settingsSectionApp
source: APP SETTINGS
fr: PARAMÈTRES DE L'APPLICATION

# settingsThemeDesc
source: Light / Dark
fr: Clair / Sombre

# settingsHelpCenter
source: Help Center
fr: Centre d'aide

# settingsPrivacyPolicy
source: Privacy Policy
fr: Politique de confidentialité

# settingsAbout
source: About
fr: À propos

# settingsDeleteAccount
source: Delete My Account
fr: Supprimer mon compte

# settingsRamadanModeDesc
source: Enable Ramadan mode
fr: Activer le mode Ramadan

# settingsChooseLanguage
source: Choose Language
fr: Choisir la langue

# settingsDeleteAccountTitle
source: Delete Account
fr: Supprimer le compte

# settingsDeleteAccountContent
source: This action is irreversible. All your data will be permanently deleted.
fr: Cette action est irréversible. Toutes vos données seront supprimées définitivement.

# settingsCancel
source: Cancel
fr: Annuler

# settingsDelete
source: Delete
fr: Supprimer

# settingsSave
source: Save
fr: Enregistrer

# coachNewProgramTitle
source: New Program
fr: Nouveau Programme

# coachProgramName
source: Program Name
fr: Nom du programme

# coachProgramLevel
source: Level
fr: Niveau

# coachProgramSessions
source: Sessions / week
fr: Séances / semaine

# coachCreate
source: Create
fr: Créer

# commonRequired
source: Required
fr: Requis

# navApproaches
source: Concept
ar: المفهوم
es: Concepto
it: Concetto

# navBlog
source: Magazine
ar: المجلة
es: Revista

# navContact
source: Contact
ar: اتصل بنا
es: Contacto
it: Contatti

# navChallenge
source: Challenge
ar: التحدي
es: Desafío
it: Sfida

# navCardio
source: Cardio
ar: كارديو

# navOran
source: Oran
ar: وهران
es: Orán
it: Orano

# navConstantine
source: Constantine
ar: قسنطينة
es: Constantina
it: Costantina

# navAnnaba
source: Annaba
ar: عنابة

# navNutrition
source: Nutrition
ar: تغذية
es: Nutrición
it: Nutrizione

# navSponsors
source: Sponsors
ar: الرعاة
es: Patrocinadores
it: Sponsor

# footerNavigation
source: NAVIGATION
ar: التصفح

# footerBranches
source: BRANCHES
ar: الفروع

# footerContact
source: CONTACT
ar: اتصل بنا

# contactEmailLabel
source: Email *
ar: البريد الإلكتروني *
es: Correo *

# contactMessageLabel
source: Message *
ar: الرسالة *
es: Mensaje *
it: Messaggio *

# contactWhatsappTitle
source: WHATSAPP BUSINESS
ar: واتساب للأعمال

# branchesTitleFirst
source: 6 GYMS
ar: 6 صالات
es: 6 GIMNASIOS
it: 6 PALESTRE

# branchesTagPremium
source: Premium
ar: بريميوم

# branchVisitEmail
source: Email
ar: البريد الإلكتروني
es: Correo

# branchVisitDate
source: yyyy-mm-dd
ar: سنة-شهر-يوم
es: aaaa-mm-dd
it: aaaa-mm-dd

# branchRamadan
source: Ramadan
ar: رمضان
es: Ramadán

# branchTypeCrossfit
source: CrossFit
ar: كروس فيت

# specialtyCrossfit
source: CrossFit
ar: كروس فيت
