Repository: JARMID/gym-elysee-app
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, it

# dummyArticleContent
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat.
ar: نص تجريبي...
es: Lorem ipsum dolor sit amet...
it: Lorem ipsum dolor sit amet...

# blogDummy1Cat
source: NUTRITION
ar: تغذية
es: NUTRICIÓN
it: NUTRIZIONE

# statsBranches
source: BRANCHES
ar: فروع
es: CLUBES
it: CLUB

# testimonials1Name
source: Karim Benali
ar: كريم بن علي

# testimonials2Name
source: Samira Hadji
ar: سميرة حاجي

# testimonials3Name
source: Omar Zidane
ar: عمر زيدان

# dashboardActionBranches
source: BRANCHES
ar: الفروع
es: CLUBES
it: CLUB

# dashboardActionSparring
source: SPARRING
ar: المبارزة

# paymentMethodEdahabia
source: eDahabia
ar: الذهبية

# paymentMethodBaridimob
source: Baridimob
ar: بريدي موب

# paymentInstructions
source: Instructions:
ar: التعليمات:
es: Instrucciones:
it: Istruzioni:

# programsFilterType
source: Type
ar: النوع
es: Tipo
it: Tipo

# programLevelPro
source: Pro
ar: محترف

# programTypeCardio
source: Cardio
ar: كارديو

# programTypeMma
source: MMA
ar: فنون قتالية

# programTypeGrappling
source: Grappling
ar: مصارعة

# programCoach
source: Coach
ar: المدرب
es: Entrenador

# programDescription
source: Description
ar: الوصف
es: Descripción
it: Descrizione

# sparringTitle
source: SPARRING
ar: مبارزة

# sparringFilterDiscipline
source: Discipline
ar: التخصص
es: Disciplina
it: Disciplina

# sparringDateFlexible
source: Flexible
ar: مرن
it: Flessibile

# profileStatsPoints
source: Points
ar: نقطة
es: Puntos
it: Punti

# workoutsSubtitle
source: ELEVATE YOUR GAME
ar: ارفع مستواك
es: ELEVA TU JUEGO
it: ELEVA IL TUO GIOCO

# partnerCategoryNutrition
source: NUTRITION
ar: تغذية
es: NUTRICIÓN
it: NUTRIZIONE

# partnerCategoryMachines
source: MACHINES
ar: آلات
es: MÁQUINAS
it: MACCHINE

# challengesTitleMain
source: LEADERBOARD
ar: الترتيب
es: TABLA DE LÍDERES
it: CLASSIFICA

# challengesSlogan
source: COMPETE. WIN. REPEAT.
ar: نافس. اربح. كرر.
es: COMPITE. GANA. REPITE.
it: COMPETI. VINCI. RIPETI.

# registerTypeCoach
source: Coach
ar: مدرب
es: Entrenador
it: Allenatore

# registerEmail
source: Email
ar: البريد الإلكتروني
es: Correo electrónico

# loginEmail
source: Email
ar: البريد الإلكتروني
es: Correo electrónico

# onboarding3Title
source: QR Code Check-In
ar: تسجيل الدخول بـ QR
es: Check-In con QR
it: Check-In con QR

# transformationsTitle
source: SUCCESS STORIES
ar: قصص نجاح
es: HISTORIAS DE ÉXITO
it: STORIE DI SUCCESSO

# transformationsGains
source: GAINS
ar: المكتسبات
es: GANANCIAS
it: GUADAGNI

# trName1
source: Karim
ar: كريم

# trWeight1
source: -18KG
ar: -18 كغ

# trMuscle1
source: +8KG MUSCLE
ar: +8 كغ عضل
es: +8KG MÚSCULO
it: +8KG MUSCOLO

# trName2
source: Amel
ar: أمل

# trWeight2
source: -12KG
ar: -12 كغ

# trName3
source: Yacine
ar: ياسين

# trMuscle3
source: +12KG MUSCLE
ar: +12 كغ عضل
es: +12KG MÚSCULO
it: +12KG MUSCOLO

# adminPlaceholderModule
source: {module} Module
ar: وحدة {module}
es: Módulo {module}
it: Modulo {module}

# adminPaymentsColumnId
source: ID
ar: المعرف

# adminPaymentsColumnDate
source: Date
ar: التاريخ
es: Fecha
it: Data

# adminDialogEmail
source: Email
ar: البريد الإلكتروني
es: Correo electrónico

# adminDialogDescriptionLabel
source: Description
ar: الوصف
es: Descripción
it: Descrizione

# settingsNotifications
source: NOTIFICATIONS
ar: الإشعارات
