Repository: JARMID/gym-elysee-app
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, it

# dashboardCancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
it: Annulla

# qrTitle
source: My QR Code
ar: رمزي QR
es: Mi Código QR
fr: Mon QR Code
it: Il Mio Codice QR

# qrInstructions
source: Present this QR code at your gym entrance
ar: أظهر هذا الرمز عند مدخل النادي
es: Presenta este código QR en la entrada del gimnasio
fr: Présentez ce QR code à l'entrée de votre salle
it: Presenta questo codice QR all'ingresso della palestra

# qrValid
source: Valid for 5 minutes
ar: صالح لمدة 5 دقائق
es: Válido por 5 minutos
fr: Valable 5 minutes
it: Valido per 5 minuti

# paymentTitle
source: Payment Methods
ar: طرق الدفع
es: Métodos de Pago
fr: Méthodes de Paiement
it: Metodi di Pagamento

# paymentAmount
source: Amount to Pay
ar: المبلغ للدفع
es: Monto a Pagar
fr: Montant à payer
it: Importo da Pagare

# paymentContinue
source: Continue Payment
ar: متابعة الدفع
es: Continuar Pago
fr: Continuer le Paiement
it: Continua Pagamento

# paymentMethodEdahabiaDesc
source: Algeria Post Prepaid Card
ar: بطاقة بريد الجزائر
es: Tarjeta Prepago Algérie Poste
fr: Carte prépayée Algérie Poste
it: Carta Prepagata Algérie Poste

# paymentMethodCibDesc
source: Interbank Card
ar: بطاقة بنكية
es: Tarjeta Interbancaria
fr: Carte bancaire interbancaire
it: Carta Interbancaria

# paymentMethodBaridimobDesc
source: Algeria Post Mobile Wallet
ar: تطبيق بريد الجزائر
es: Billetera Móvil Algérie Poste
fr: Portefeuille mobile Algérie Poste
it: Portafoglio Mobile Algérie Poste

# paymentMethodCash
source: Cash
ar: نقداً
es: Efectivo
fr: Espèces
it: Contanti

# paymentMethodCashDesc
source: Pay at Reception
ar: الدفع في الاستقبال
es: Pagar en Recepción
fr: Paiement à la réception
it: Paga alla Reception

# paymentMethodTransfer
source: Bank Transfer
ar: تحويل بنكي
es: Transferencia Bancaria
fr: Virement bancaire
it: Bonifico Bancario

# paymentMethodTransferDesc
source: Direct Bank Transfer
ar: تحويل مباشر
es: Transferencia Directa
fr: Transfert bancaire direct
it: Bonifico Diretto

# paymentInstructionsTitle
source: Payment via {method}
ar: الدفع عبر {method}
es: Pago vía {method}
fr: Paiement via {method}
it: Pagamento via {method}

# paymentInstructionStep1
source: 1. Perform payment via {method}
ar: 1. قم بالدفع عبر {method}
es: 1. Realiza el pago vía {method}
fr: 1. Effectuez le paiement via {method}
it: 1. Effettua il pagamento via {method}

# paymentInstructionStep2
source: 2. Take a screenshot of confirmation
ar: 2. التقط صورة لتأكيد الدفع
es: 2. Toma una captura de pantalla de la confirmación
fr: 2. Prenez une capture d'écran de la confirmation
it: 2. Fai uno screenshot della conferma

# paymentInstructionStep3
source: 3. Upload the screenshot below
ar: 3. ارفع الصورة في الأسفل
es: 3. Sube la captura abajo
fr: 3. Uploadez la capture d'écran ci-dessous
it: 3. Carica lo screenshot qui sotto

# paymentUploadProof
source: Upload Proof
ar: رفع الإثبات
es: Subir Comprobante
fr: Uploader la Preuve
it: Carica Prova

# paymentUploadToDo
source: Upload functionality to be implemented
ar: خاصية الرفع قيد التطوير
es: Funcionalidad de carga por implementar
fr: Fonctionnalité d'upload à implémenter
it: Funzionalità di caricamento da implementare

# paymentCashTitle
source: Cash Payment
ar: الدفع نقداً
es: Pago en Efectivo
fr: Paiement en Espèces
it: Pagamento in Contanti

# paymentCashContent
source: You can pay in cash directly at your branch reception. Your subscription will be activated upon payment confirmation.
ar: يمكنك الدفع نقداً مباشرة في استقبال ناديك. سيتم تفعيل اشتراكك فور تأكيد الدفع.
es: Puedes pagar en efectivo directamente en la recepción de tu club. Tu suscripción se activará tras la confirmación del pago.
fr: Vous pouvez payer en espèces directement à la réception de votre branche. Votre abonnement sera activé après confirmation du paiement.
it: Puoi pagare in contanti direttamente alla reception del tuo club. Il tuo abbonamento sarà attivato dopo la conferma del pagamento.

# paymentUnderstood
source: Understood
ar: مفهوم
es: Entendido
fr: Compris
it: Ho Capito

# paymentTransferTitle
source: Bank Transfer
ar: تحويل بنكي
es: Transferencia Bancaria
fr: Virement Bancaire
it: Bonifico Bancario

# paymentTransferTo
source: Transfer to:
ar: تحويل إلى:
es: Transferir a:
fr: Effectuez un virement vers :
it: Bonifico a:

# paymentTransferBank
source: Bank
ar: البنك
es: Banco
fr: Banque
it: Banca

# paymentTransferAmount
source: Amount
ar: المبلغ
es: Monto
fr: Montant
it: Importo

# paymentTransferUploadHint
source: After transfer, upload the receipt.
ar: بعد التحويل، ارفع الإيصال.
es: Después de la transferencia, sube el recibo.
fr: Après le virement, uploadez le reçu de virement.
it: Dopo il bonifico, carica la ricevuta.

# paymentClose
source: Close
ar: إغلاق
es: Cerrar
fr: Fermer
it: Chiudi

# programsTitle
source: PROGRAMS
ar: البرامج
es: PROGRAMAS
fr: PROGRAMMES
it: PROGRAMMI

# programsTabDiscover
source: DISCOVER
ar: اكتشف
es: DESCUBRIR
fr: DÉCOUVRIR
it: SCOPRI

# programsTabMyPrograms
source: MY PROGRAMS
ar: برامجي
es: MIS PROGRAMAS
fr: MES PROGRAMMES
it: I MIEI PROGRAMMI

# programsTabHistory
source: HISTORY
ar: السجل
es: HISTORIAL
fr: HISTORIQUE
it: STORICO

# programsFilterTitle
source: Filters
ar: تصفية
es: Filtros
fr: Filtres
it: Filtri

# programsFilterLevel
source: Level
ar: المستوى
es: Nivel
fr: Niveau
it: Livello

# programsFilterApply
source: Apply
ar: تطبيق
es: Aplicar
fr: Appliquer
it: Applica

# programsEmpty
source: No programs found
ar: لا توجد برامج
es: No se encontraron programas
fr: Aucun programme trouvé
it: Nessun programma trovato

# programsEmptyHint
source: Try changing your filters
ar: حاول تغيير الفلاتر
es: Intenta cambiar tus filtros
fr: Essayez de modifier vos filtres
it: Prova a cambiare i filtri

# programsError
source: Error: {error}
ar: خطأ: {error}
fr: Erreur: {error}
it: Errore: {error}

# programsRetry
source: Retry
ar: إعادة المحاولة
es: Reintentar
fr: Réessayer
it: Riprova

# programsPlaceholderMy
source: My Programs (Coming Soon)
ar: برامجي (قريباً)
es: Mis Programas (Próximamente)
fr: Mes programmes (à venir)
it: I Miei Programmi (Prossimamente)

# programsPlaceholderHistory
source: History (Coming Soon)
ar: السجل (قريباً)
es: Historial (Próximamente)
fr: Historique (à venir)
it: Storico (Prossimamente)

# programLevelBeginner
source: Beginner
ar: مبتدئ
es: Principiante
fr: Débutant
it: Principiante

# programLevelIntermediate
source: Intermediate
ar: متوسط
es: Intermedio
fr: Intermédiaire
it: Intermedio

# programLevelAdvanced
source: Advanced
ar: متقدم
es: Avanzado
fr: Avancé
it: Avanzato

# programTypeStrength
source: Strength
ar: قوة
es: Fuerza
fr: Musculation
it: Forza

# programTypeBoxing
source: Boxing
ar: ملاكمة
es: Boxeo
fr: Boxe
it: Boxe

# programTypeHybrid
source: Hybrid
ar: هجين
es: Híbrido
fr: Hybride
it: Ibrido

# programDuration
source: Duration
ar: المدة
es: Duración
fr: Durée
it: Durata

# programPerWeek
source: Per Week
ar: في الأسبوع
es: Por Semana
fr: Par semaine
it: A Settimana

# programEnrolled
source: Enrolled
ar: مسجل
es: Inscrito
fr: Inscrits
it: Iscritto

# programSchedule
source: Schedule
ar: الجدول
es: Calendario
fr: Programme
it: Calendario

# programStart
source: Start
ar: البداية
es: Inicio
fr: Commencer
it: Inizio

# programWeeks
source: {count} weeks
ar: {count} أسابيع
es: {count} semanas
fr: {count} sem.
it: {count} settimane

# programWeekShort
source: W{number}
ar: أ{number}
es: S{number}
fr: S{number}
it: S{number}

# programWeekTile
source: Week {number}
ar: الأسبوع {number}
es: Semana {number}
fr: Semaine {number}
it: Settimana {number}

# programDayTile
source: Day {number}
ar: اليوم {number}
es: Día {number}
fr: Jour {number}
it: Giorno {number}

# programSessionsCount
source: {count} sessions
ar: {count} حصص
es: {count} sesiones
fr: {count} séances
it: {count} sessioni

# programExercisesCount
source: {count} exercises
ar: {count} تمارين
es: {count} ejercicios
fr: {count} exercices
it: {count} esercizi

# bookingTitle
source: BOOKING
ar: الحجوزات
es: RESERVAS
fr: RÉSERVER
it: PRENOTAZIONI

# bookingSubtitle
source: Plan your sessions
ar: خطط لتمارينك
es: Planifica tus sesiones
fr: Planifiez vos séances
it: Pianifica le tue sessioni

# bookingMyBookings
source: My Bookings
ar: حجوزاتي
es: Mis Reservas
fr: Mes Réservations
it: Le Mie Prenotazioni

# bookingTabUpcoming
source: Upcoming
ar: القادمة
es: Próximas
fr: À venir
it: In Arrivo

# bookingTabPast
source: Past
ar: السابقة
es: Pasadas
fr: Passées
it: Passate

# bookingTabCancelled
source: Cancelled
ar: الملغاة
es: Canceladas
fr: Annulées
it: Cancellate

# bookingFilterAll
source: All
ar: الكل
es: Todas
fr: Tous
it: Tutte

# bookingFilterClass
source: Class
ar: حصة
es: Clase
fr: Cours
it: Classe

# bookingFilterPrivate
source: Private
ar: خاصة
es: Privada
fr: Privé
it: Privata

# bookingSelectDate
source: Select a date
ar: اختر تاريخاً
es: Selecciona una fecha
fr: Sélectionnez une date
it: Seleziona una data

# bookingConfirmTitle
source: Confirm Booking
ar: تأكيد الحجز
es: Confirmar Reserva
fr: Confirmer la réservation
it: Conferma Prenotazione

# bookingConfirmButton
source: Confirm
ar: تأكيد
es: Confirmar
fr: Confirmer
it: Conferma

# bookingSuccess
source: Booking confirmed! ✓
ar: تم تأكيد الحجز! ✓
es: ¡Reserva confirmada! ✓
fr: Réservation confirmée! ✓
it: Prenotazione confermata! ✓

# bookingCancelTitle
source: Cancel Booking?
ar: إلغاء الحجز؟
es: ¿Cancelar Reserva?
fr: Annuler la réservation?
it: Cancellare Prenotazione?

# bookingCancelContent
source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non può essere annullata.

# bookingCancelConfirm
source: Yes, cancel
ar: نعم، إلغاء
es: Sí, cancelar
fr: Oui, annuler
it: Sì, cancella

source: Booking cancelled
ar: تم إلغاء الحجز
es: Reserva cancelada
fr: Réservation annulée
it: Prenotazione cancellata

# bookingStatusPending
source: Pending
ar: قيد الانتظار
es: Pendiente
fr: En attente
it: In Attesa

# bookingStatusConfirmed
source: Confirmed
ar: مؤكد
es: Confirmada
fr: Confirmé
it: Confermata

# bookingFull
source: Full
ar: ممتلئ
es: Lleno
fr: Complet
it: Pieno

# bookingSpots
source: {count} spots
ar: {count} مقاعد
es: {count} lugares
fr: {count} places
it: {count} posti

# bookingReserve
source: Reserve
ar: حجز
es: Reservar
fr: Réserver
it: Prenota

# bookingEmptyPast
source: No past bookings
ar: لا توجد حجوزات سابقة
es: No hay reservas pasadas
fr: Aucune réservation passée
it: Nessuna prenotazione passata

# bookingEmptyCancelled
source: No cancelled bookings
ar: لا توجد حجوزات ملغاة
es: No hay reservas canceladas
fr: Aucune réservation annulée
it: Nessuna prenotazione cancellata

# sparringSubtitle
source: Find your partner
ar: جد شريكك
es: Encuentra tu compañero
fr: Trouvez votre partenaire
it: Trova il tuo partner

# sparringFilters
source: FILTERS
ar: فلاتر
es: FILTROS
fr: FILTRES
it: FILTRI

# sparringFilterLevel
source: Level
ar: المستوى
es: Nivel
fr: Niveau
it: Livello

# sparringFilterWeight
source: Weight
ar: الوزن
es: Peso
fr: Poids
it: Peso

# sparringWins
source: Wins
ar: فوز
es: Victorias
fr: Victoires
it: Vittorie

# sparringDraws
source: Draws
ar: تعادل
es: Empates
fr: Égalités
it: Pareggi

# sparringBranch
source: Branch
ar: الفرع
es: Club
fr: Branche
it: Club

# sparringAvailability
source: Avail.
ar: متاح
es: Disp.
fr: Dispo
it: Disp.

# sparringRequestButton
source: REQUEST SPARRING
ar: طلب منازلة
es: SOLICITAR SPARRING
fr: DEMANDER UN SPARRING
it: RICHIEDI SPARRING

# sparringRequestTitle
source: SPARRING REQUEST
ar: طلب منازلة
es: SOLICITUD DE SPARRING
fr: DEMANDE DE SPARRING
it: RICHIESTA DI SPARRING

# sparringMessageLabel
source: Message (optional)
ar: رسالة (اختياري)
es: Mensaje (opcional)
fr: Message (optionnel)
it: Messaggio (opzionale)

# sparringMessageHint
source: Hi! I'm looking for a partner for...
ar: مرحباً! أبحث عن شريك لـ...
es: ¡Hola! Busco compañero para...
fr: Salut! Je cherche un partenaire pour...
it: Ciao! Cerco un partner per...

# sparringDateLabel
source: PREFERRED DATE
ar: الوقت المفضل
es: FECHA PREFERIDA
fr: DATE PRÉFÉRÉE
it: DATA PREFERITA

# sparringDateThisWeek
source: This week
ar: هذا الأسبوع
es: Esta semana
fr: Cette semaine
it: Questa settimana

# sparringDateNextWeek
source: Next week
ar: الأسبوع القادم
es: Próxima semana
fr: Semaine prochaine
it: Prossima settimana

# sparringSendRequest
source: SEND REQUEST
ar: إرسال الطلب
es: ENVIAR SOLICITUD
fr: ENVOYER LA DEMANDE
it: INVIA RICHIESTA

# sparringRequestSent
source: Request sent to {name}!
ar: تم إرسال الطلب لـ {name}!
es: ¡Solicitud enviada a {name}!
fr: Demande envoyée à {name}!
it: Richiesta inviata a {name}!

# profileTitle
source: My Profile
ar: ملفي الشخصي
es: Mi Perfil
fr: Mon Profil
it: Il Mio Profilo

# profileLevelGold
source: Gold Level
ar: المستوى الذهبي
es: Nivel Oro
fr: Niveau Or
it: Livello Oro

# profileStatsSessions
source: Sessions
ar: حصص
es: Sesiones
fr: Séances
it: Sessioni

# profileStatsPrograms
source: Programs
ar: برامج
es: Programas
fr: Programmes
it: Programmi

# profileMenuStats
source: My Stats
ar: إحصائياتي
es: Mis Estadísticas
fr: Mes Statistiques
it: Le Mie Statistiche

# profileMenuStatsDesc
source: Progression, weight, performance
ar: التقدم، الوزن، الأداء
es: Progresión, peso, rendimiento
fr: Progression, poids, performances
it: Progressione, peso, performance

# profileMenuSubscription
source: My Subscription
ar: اشتراكي
es: Mi Membresía
fr: Mon Abonnement
it: Il Mio Abbonamento

# profileMenuSubscriptionDesc
source: Premium - Expires {date}
ar: بريميوم - ينتهي {date}
es: Premium - Expira {date}
fr: Premium - Expire le {date}
it: Premium - Scade {date}

# profileMenuBadges
source: My Badges
ar: أوسمتي
es: Mis Insignias
fr: Mes Badges
it: I Miei Badge

# profileMenuBadgesDesc
source: {count} badges unlocked
ar: {count} وسام تم فتحه
es: {count} insignias desbloqueadas
fr: {count} badges débloqués
it: {count} badge sbloccati

# profileMenuQRCode
source: My QR Code
ar: رمزي QR
es: Mi Código QR
fr: Mon QR Code
it: Il Mio Codice QR

# profileMenuQRCodeDesc
source: Check-in at the gym
ar: دخول النادي
es: Entrada al gimnasio
fr: Check-in à la salle
it: Ingresso in palestra

# profileMenuHelp
source: Help & Support
ar: المساعدة والدعم
es: Ayuda y Soporte
fr: Aide & Support
it: Aiuto e Supporto

# profileMenuHelpDesc
source: FAQ, Contact, Report an issue
ar: أسئلة شائعة، اتصال، إبلاغ
es: FAQ, Contacto, Reportar problema
fr: FAQ, Contact, Signaler un problème
it: FAQ, Contatti, Segnala problema

# profileLogout
source: Logout
ar: تسجيل خروج
es: Cerrar Sesión
fr: Déconnexion
it: Disconnettiti

source: Profile photo updated!
ar: تم تحديث الصورة الشخصية!
es: ¡Foto de perfil actualizada!
fr: Photo de profil mise à jour !
it: Foto profilo aggiornata!

# registerTitle
source: REGISTER
ar: التسجيل
es: REGISTRO
fr: INSCRIPTION
it: REGISTRAZIONE

# registerSubtitle
source: Create your account to get started
ar: أنشئ حسابك للبدء
es: Crea tu cuenta para comenzar
fr: Créez votre compte pour commencer
it: Crea il tuo account per iniziare

# registerTypeMember
source: Member
ar: عضو
es: Miembro
fr: Membre
it: Membro

# registerFirstName
source: First Name
ar: الاسم الأول
es: Nombre
fr: Prénom
it: Nome

# registerLastName
source: Last Name
ar: اسم العائلة
es: Apellido
fr: Nom
it: Cognome

# registerPhone
source: Phone
ar: الهاتف
es: Teléfono
fr: Téléphone
it: Telefono

# registerPassword
source: Password
ar: كلمة المرور
es: Contraseña
fr: Mot de passe

# registerConfirmPassword
source: Confirm Password
ar: تأكيد كلمة المرور
es: Confirmar contraseña
fr: Confirmer mot de passe
it: Conferma password

# registerPasswordMismatch
source: Passwords do not match
ar: كلمتا المرور غير متطابقتين
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono

# registerButton
source: REGISTER
ar: تسجيل
es: REGISTRARSE
fr: S'INSCRIRE
it: REGISTRATI

# loginTitle
source: WELCOME
ar: مرحباً
es: BIENVENIDO
fr: BIENVENUE
it: BENVENUTO

# loginSubtitle
source: Log in to your member area
ar: سجل الدخول إلى منطقة العضوية
es: Inicia sesión en tu área de miembro
fr: Connectez-vous à l'espace membre
it: Accedi alla tua area riservata

# loginEmailHint
source: your@email.com
ar: بريدك@email.com
es: tu@email.com
fr: votre@email.com
it: tua@email.com

# loginPassword
source: Password
ar: كلمة المرور
es: Contraseña
fr: Mot de passe

# loginRememberMe
source: Remember me
ar: تذكرني
es: Recordarme
fr: Se souvenir
it: Ricordami

# loginForgotPassword
source: Forgot password?
ar: نسيت كلمة المرور؟
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?

# loginButton
source: LOG IN
ar: تسجيل الدخول
es: INICIAR SESIÓN
fr: SE CONNECTER
it: ACCEDI

# loginOr
source: OR
ar: أو
es: O
fr: OU
it: OPPURE

# loginNoAccount
source: Not a member yet?
ar: لست عضواً بعد؟
es: ¿Aún no eres miembro?
fr: Pas encore membre ?
it: Non sei ancora membro?

# loginSignUp
source: Sign up
ar: سجل الآن
es: Regístrate
fr: S'inscrire
it: Iscriviti

# onboardingSkip
source: Skip
ar: تخطي
es: Saltar
fr: Passer
it: Salta

# onboardingNext
source: Next
ar: التالي
es: Siguiente
fr: Suivant
it: Avanti

# onboardingStart
source: Get Started
ar: ابدأ الآن
es: Comenzar
fr: Commencer
it: Inizia

# onboarding1Title
source: Welcome
ar: مرحباً بك
es: Bienvenido
fr: Bienvenue
it: Benvenuto

# onboarding1Desc
source: Discover GYM ÉLYSÉE DZ, your premium gym chain in Algeria
ar: اكتشف GYM ÉLYSÉE DZ، سلسلة صالاتك الرياضية الفاخرة في الجزائر
es: Descubre GYM ÉLYSÉE DZ, tu cadena de gimnasios premium en Argelia
fr: Découvrez GYM ÉLYSÉE DZ, votre chaîne de salles de sport premium en Algérie
it: Scopri GYM ÉLYSÉE DZ, la tua catena di palestre premium in Algeria

# onboarding2Title
source: Our Branches
ar: فروعنا
es: Nuestras Sucursales
fr: Nos Branches
it: Le Nostre Sedi

# onboarding2Desc
source: 6 specialized branches: Bodybuilding, Boxing, MMA, Grappling, Women, Performance
ar: 6 فروع متخصصة: كمال أجسام، ملاكمة، فنون قتالية، جرابلينج، نساء، أداء
es: 6 sucursales especializadas: Musculación, Boxeo, MMA, Grappling, Mujeres, Rendimiento
fr: 6 branches spécialisées : Musculation, Boxe, MMA, Grappling, Femmes, Performance
it: 6 sedi specializzate: Bodybuilding, Boxe, MMA, Grappling, Donne, Performance

# onboarding3Desc
source: Quickly access your gym with your personal QR code
ar: ادخل بسرعة إلى صالتك برمز QR الشخصي
es: Accede rápidamente a tu gimnasio con tu código QR personal
fr: Accédez rapidement à votre salle avec votre QR code personnel
it: Accedi rapidamente alla tua palestra con il tuo codice QR personale

# splashSubtitle
source: Your premium gym
ar: صالتك الرياضية الفاخرة
es: Tu gimnasio premium
fr: Votre salle de sport premium
it: La tua palestra premium

# errorNetwork
source: Network connection error
ar: خطأ في الاتصال بالشبكة
es: Error de conexión de red
fr: Erreur de connexion réseau
it: Errore di connessione di rete

# errorServer
source: Server error
ar: خطأ في الخادم
es: Error del servidor
fr: Erreur serveur
it: Errore del server

# errorAuth
source: Authentication error
ar: خطأ في المصادقة
es: Error de autenticación
fr: Erreur d'authentification
it: Errore di autenticazione

# errorCache
source: Cache error
ar: خطأ في ذاكرة التخزين المؤقت
es: Error de caché
fr: Erreur de cache
it: Errore della cache

# errorUnknown
source: Unknown error
ar: خطأ غير معروف
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto

# errorLoadBranches
source: Error loading branches
ar: خطأ في تحميل الفروع
es: Error al cargar las sucursales
fr: Erreur lors du chargement des branches
it: Errore durante il caricamento delle sedi

# errorLoadPrograms
source: Error loading programs
ar: خطأ في تحميل البرامج
es: Error al cargar los programas
fr: Erreur lors du chargement des programmes
it: Errore durante il caricamento dei programmi

# errorLoadSubscriptions
source: Error loading subscriptions
ar: خطأ في تحميل الاشتراكات
es: Error al cargar las suscripciones
fr: Erreur lors du chargement des abonnements
it: Errore durante il caricamento degli abbonamenti

# errorLogin
source: Login failed
ar: فشل تسجيل الدخول
es: Error de inicio de sesión
fr: Échec de connexion
it: Accesso fallito

# errorRegister
source: Registration failed
ar: فشل التسجيل
es: Fallo en el registro
fr: Échec d'inscription
it: Registrazione fallita

# transformationsHeading1
source: INSPIRING
ar: تحولات
es: TRANSFORMACIONES
fr: TRANSFORMATIONS
it: TRASFORMAZIONI

# transformationsHeading2
source: TRANSFORMATIONS
ar: ملهمة
es: INSPIRADORAS
fr: INSPIRANTES
it: ISPIRANTI

# transformationsBefore
source: BEFORE
ar: قبل
es: ANTES
fr: AVANT
it: PRIMA

# transformationsAfter
source: AFTER
ar: بعد
es: DESPUÉS
fr: APRÈS
it: DOPO

# transformationsResult
source: RESULT
ar: النتيجة
es: RESULTADO
fr: RÉSULTAT
it: RISULTATO

# trAge1
source: 28 years
ar: 28 سنة
es: 28 años
fr: 28 ans
it: 28 anni

# trDuration1
source: 6 MONTHS
ar: 6 أشهر
es: 6 MESES
fr: 6 MOIS
it: 6 MESI

# trQuote1
source: I lost 18kg and completely changed my life. The coaches are incredible.
ar: فقدت 18 كغ وغيرت حياتي تماماً. المدربون لا يصدقون.
es: Perdí 18kg y cambié mi vida por completo. Los entrenadores son increíbles.
fr: J'ai perdu 18kg et changé ma vie. Les coaches sont incroyables.
it: Ho perso 18kg e cambiato completamente vita. I coach sono incredibili.

# trProgram1
source: INTENSIVE BODYBUILDING
ar: كمال أجسام مكثف
es: CULTURISMO INTENSIVO
fr: MUSCULATION INTENSIVE
it: BODYBUILDING INTENSIVO

# trAge2
source: 32 years
ar: 32 سنة
es: 32 años
fr: 32 ans
it: 32 anni

# trDuration2
source: 4 MONTHS
ar: 4 أشهر
es: 4 MESES
fr: 4 MOIS
it: 4 MESI

# trMuscle2
source: TONED
ar: رشاقة
es: TONIFICADA
fr: TONIFIÉE
it: TONICA

# trQuote2
source: Finally a program that works! I feel stronger and more confident.
ar: أخيراً برنامج يعمل! أشعر بأنني أقوى وأكثر ثقة.
es: ¡Por fin un programa que funciona! Me siento más fuerte y segura.
fr: Enfin un programme qui marche ! Je me sens plus forte et confiante.
it: Finalmente un programma che funziona! Mi sento più forte e sicura.

# trProgram2
source: FITNESS TRANSFORMATION
ar: تحول لياقة
es: TRANSFORMACIÓN FITNESS
fr: TRANSFORMATION FITNESS
it: TRASFORMAZIONE FITNESS

# trGym2
source: Gym Élysée Women
fr: Gym Élysée Femmes

# trAge3
source: 25 years
ar: 25 سنة
es: 25 años
fr: 25 ans
it: 25 anni

# trDuration3
source: 8 MONTHS
ar: 8 أشهر
es: 8 MESES
fr: 8 MOIS
it: 8 MESI

# trWeight3
source: -5KG FAT
ar: -5 كغ دهون
es: -5KG GRASA
fr: -5KG GRAS
it: -5KG GRASSO

# trQuote3
source: Preparation for my first competition. The support is total.
ar: تحضير لمنافستي الأولى. الدعم كامل.
es: Preparación para mi primera competición. El apoyo es total.
fr: Préparation pour ma première compétition. Le soutien est total.
it: Preparazione per la mia prima gara. Il supporto è totale.

# trProgram3
source: BOXING PRO
ar: ملاكمة محترفين
es: BOXEO PRO
fr: BOXE PRO
it: BOXE PRO

# trGym3
source: Gym Élysée Boxing
fr: Gym Élysée Boxe

# labelBodyFat
source: Body Fat
ar: دهون الجسم
es: Grasa Corporal
fr: Masse Grasse
it: Grasso Corporeo

# branchNameWomen
source: Gym Élysée Women
ar: جيم الإليزيه للنساء
es: Gym Élysée Mujeres
fr: Gym Élysée Femmes
it: Gym Élysée Donne

# branchNameBoxing
source: Gym Élysée Boxing
ar: جيم الإليزيه للملاكمة
es: Gym Élysée Boxeo
fr: Gym Élysée Boxe
it: Gym Élysée Boxe

# adminNavDashboard
source: Dashboard
ar: لوحة التحكم
es: Panel
fr: Tableau de bord

# adminNavMembers
source: Members
ar: الأعضاء
es: Miembros
fr: Membres
it: Membri

# adminNavCoaches
source: Coaches
ar: المدربون
es: Entrenadores
fr: Coachs
it: Allenatori

# adminNavPrograms
source: Programs
ar: البرامج
es: Programas
fr: Programmes
it: Programmi

# adminNavBranches
source: Branches
ar: الفروع
es: Sucursales
fr: Clubs
it: Filiali

# adminNavPayments
source: Payments
ar: الدفعات
es: Pagos
fr: Paiements
it: Pagamenti

# adminNavAnalytics
source: Analytics
fr: Analytique
