Repository: JARMID/gym-elysee-app
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, it

# navHome
source: Home
ar: الرئيسية
es: Inicio
fr: Accueil

# navBranches
source: Branches
ar: الفروع
es: Clubes
fr: Clubs
it: Club

# navCoaches
source: Coaches
ar: المدربين
es: Entrenadores
fr: Coachs
it: Allenatori

# navPricing
source: Membership
ar: الاشتراكات
es: Membresías
fr: Abonnements
it: Abbonamenti

# navJoin
source: Join Now
ar: انضم الآن
es: Únete Ahora
fr: Rejoindre
it: Iscriviti Ora

# navMemberSpace
source: Member Area
ar: فضاء الأعضاء
es: Área de Miembros
fr: Espace Membre
it: Area Membri

# navLogin
source: Login
ar: تسجيل الدخول
fr: Connexion

# navWorkouts
source: Workouts
ar: التدريبات
es: Entrenamientos
fr: Programmes
it: Allenamenti

# navPartners
source: Partners
ar: الشركاء
es: Socios
fr: Partenaires
it: Partner

# heroPivotTitle
source: FORGE YOUR LEGACY
ar: اصنع إرثك
es: FORJA TU LEGADO
fr: FORGEZ VOTRE HÉRITAGE
it: FORGIA LA TUA EREDITÀ

# heroPivotSubtitle
source: Join the elite movement. No excuses. Just results.
ar: انضم إلى حركة النخبة. لا أعذار. فقط نتائج.
es: Únete al movimiento de élite. Sin excusas. Solo resultados.
fr: L'excellence du sport en Algérie. Musculation, Boxing, MMA, Grappling & Fitness pour tous les niveaux.
it: Unisciti al movimento d'élite. Niente scuse. Solo risultati.

# navStrength
source: Strength
ar: قوة
es: Fuerza
fr: Force
it: Forza

# navHybrid
source: Hybrid
ar: هجين
es: Híbrido
fr: Hybride
it: Ibrido

# navRecover
source: Recovery
ar: استعادة
es: Recuperación
fr: Récupération
it: Recupero

# navAlgiers
source: Algiers
ar: الجزائر
es: Argel
fr: Alger
it: Algeri

# navGear
source: Gear
ar: معدات
es: Equipo
fr: Équipement
it: Attrezzatura

# heroTitle
source: UNLEASH YOUR POTENTIAL
ar: أطلق العنان لقدراتك
es: LIBERA TU POTENCIAL
fr: LIBÉREZ VOTRE POTENTIEL
it: LIBERA IL TUO POTENZIALE

# heroSubtitle
source: Experience the ultimate fitness journey at Algeria's premier gym network.
ar: عش تجربة اللياقة البدنية المثالية في شبكة الصالات الرياضية الرائدة في الجزائر.
es: Vive la mejor experiencia fitness en la red de gimnasios líder en Argelia.
fr: Vivez l'expérience fitness ultime dans le premier réseau de salles de sport en Algérie.
it: Vivi l'esperienza fitness definitiva nella rete di palestre leader in Algeria.

# heroCta
source: Start Free Trial
ar: تجربة مجانية
es: Prueba Gratis
fr: Essai Gratuit
it: Prova Gratuita

# heroFindClub
source: Find Your Club
ar: اعثر على ناديك
es: Busca tu Club
fr: Trouver mon Club
it: Trova il tuo Club

# sectionWhyUs
source: Why Choose Gym Élysée?
ar: لماذا جيم إليزي؟
es: ¿Por qué Gym Élysée?
fr: Pourquoi Gym Élysée ?
it: Perché Gym Élysée?

# sectionClasses
source: Signature Classes
ar: حصص مميزة
es: Clases Signature
fr: Cours Signatures
it: Corsi Signature

# sectionTransformation
source: Real Transformations
ar: تحولات حقيقية
es: Transformaciones Reales
fr: Transformations Réelles
it: Trasformazioni Reali

# footerRights
source: All rights reserved.
ar: جميع الحقوق محفوظة.
es: Todos los derechos reservados.
fr: Tous droits réservés.
it: Tutti i diritti riservati.

# footerPrivacy
source: Privacy Policy
ar: سياسة الخصوصية
es: Política de Privacidad
fr: Politique de confidentialité

# footerTerms
source: Terms of Use
ar: شروط الخدمة
es: Términos de Servicio
fr: Conditions d'utilisation
it: Termini di Servizio

# contactTitleFirst
source: LET'S TALK ABOUT
ar: لنتحدث عن
es: HABLEMOS SOBRE
fr: PARLONS DE
it: PARLIAMO DEI

# contactTitleSecond
source: YOUR GOALS
ar: أهدافك
es: TUS METAS
fr: VOS OBJECTIFS
it: TUOI OBIETTIVI

# contactSubtitle
source: Our team is available to answer all your questions and support you on your fitness journey
ar: فريقنا متاح للإجابة على جميع أسئلتك ودعمك في رحلتك الرياضية
es: Nuestro equipo está disponible para responder todas tus preguntas y apoyarte en tu camino fitness
fr: Notre équipe est disponible pour répondre à toutes vos questions et vous accompagner dans votre parcours fitness
it: Il nostro team è disponibile per rispondere a tutte le tue domande e supportarti nel tuo percorso fitness

# contactFormTitle
source: SEND US A MESSAGE
ar: أرسل لنا رسالة
es: ENVÍANOS UN MENSAJE
fr: ENVOYEZ-NOUS UN MESSAGE
it: INVIACI UN MESSAGGIO

# contactNameLabel
source: Full Name *
ar: الاسم الكامل *
es: Nombre Completo *
fr: Nom complet *
it: Nome Completo *

# contactNameHint
source: Your name
ar: اسمك
es: Tu nombre
fr: Votre nom
it: Il tuo nome

# contactPhoneLabel
source: Phone *
ar: الهاتف *
es: Teléfono *
fr: Téléphone *
it: Telefono *

# contactBranchLabel
source: Branch of interest
ar: الفرع المهتم به
es: Club de interés
fr: Branche d'intérêt
it: Club di interesse

# contactMessageHint
source: How can we help you?
ar: كيف يمكننا مساعدتك؟
es: ¿Cómo podemos ayudarte?
fr: Comment pouvons-nous vous aider ?
it: Come possiamo aiutarti?

# contactSendButton
source: SEND MESSAGE
ar: إرسال الرسالة
es: ENVIAR MENSAJE
fr: ENVOYER LE MESSAGE
it: INVIA MESSAGGIO

# contactWhatsappSubtitle
source: Fast response guaranteed
ar: رد سريع مضمون
es: Respuesta rápida garantizada
fr: Réponse rapide garantie
it: Risposta rapida garantita

# contactInfoTitle
source: CONTACT INFORMATION
ar: معلومات الاتصال
es: INFORMACIÓN DE CONTACTO
fr: INFORMATIONS DE CONTACT
it: INFORMAZIONI DI CONTATTO

# contactPhone
source: PHONE
ar: الهاتف
es: TELÉFONO
fr: TÉLÉPHONE
it: TELEFONO

# contactHours
source: OPENING HOURS
ar: ساعات العمل
es: HORARIO DE APERTURA
fr: HORAIRES D'ACCUEIL
it: ORARI DI APERTURA

# contactHoursValue
source: Mon-Fri: 6am-10pm Sat-Sun: 8am-8pm
ar: الأحد-الخميس: 6ص-10م الجمعة-السبت: 8ص-8م
es: Lun-Vie: 6am-10pm Sab-Dom: 8am-8pm
fr: Lun-Ven: 6h-22h Sam-Dim: 8h-20h
it: Lun-Ven: 6am-10pm Sab-Dom: 8am-8pm

# contactAddressTitle
source: OUR LOCATIONS
ar: مواقعنا
es: NUESTRAS UBICACIONES
fr: NOS ADRESSES
it: LE NOSTRE SEDI

# contactFindUsTitle
source: FIND US
ar: اعثر علينا
es: ENCUÉNTRANOS
fr: TROUVEZ-NOUS
it: TROVACI

# contactFindUsSubtitle
source: 6 BRANCHES IN ALGERIA
ar: 6 صالات في الجزائر
es: 6 GIMNASIOS EN ARGELIA
fr: 6 BRANCHES EN ALGÉRIE
it: 6 PALESTRE IN ALGERIA

# pricingTitleFirst
source: CHOOSE
ar: استثمر
es: INVIERTE
fr: CHOISISSEZ
it: INVESTI

# pricingTitleSecond
source: YOUR PLAN
ar: في نفسك
es: EN TI MISMO
fr: VOTRE PLAN
it: SU TE STESSO

# pricingSubtitle
source: Flexible membership options designed for your fitness journey
ar: خطط مرنة لجميع الميزانيات، مع أفضل قيمة في الجزائر
es: Planes flexibles para todos los presupuestos, con el mejor valor en Argelia
fr: Des options d'abonnement flexibles conçues pour votre parcours
it: Piani flessibili per tutti i budget, con il miglior valore in Algeria

# pricingAnnualSavingsPrefix
source: SAVE UP TO
ar: مع الخطة السنوية، وفر
es: Con plan anual, ahorra
fr: ÉCONOMISEZ JUSQU'À
it: Con piano annuale, risparmia

# pricingPerYear
source: / YEAR
ar: /سنة
es: /AÑO
fr: / AN
it: /ANNO

# pricingPerMonth
source: / MONTH
ar: /شهر
es: /mes
fr: / MOIS
it: /mese

# pricingPerQuarter
source: / QUARTER
ar: /3 أشهر
es: /3 meses
fr: / TRIMESTRE
it: /3 mesi

# pricingPlanMonthly
source: MONTHLY
ar: شهري
es: MENSUAL
fr: MENSUEL
it: MENSILE

# pricingSubMonthly
source: No commitment
ar: مرونة قصوى، بدون التزام
es: Máxima flexibilidad, sin compromiso
fr: Sans engagement
it: Massima flessibilità, nessun impegno

# pricingBtnMonthly
source: CHOOSE MONTHLY
ar: اختر الشهري
es: ELEGIR MENSUAL
fr: CHOISIR MENSUEL
it: SCEGLI MENSILE

# pricingPlanQuarterly
source: QUARTERLY
ar: فصلي
es: TRIMESTRAL
fr: TRIMESTRIEL
it: TRIMESTRALE

# pricingSubQuarterly
source: 3 Months Commitment
ar: توازن مثالي بين الالتزام والسعر
es: Equilibrio perfecto compromiso/precio
fr: Engagement 3 mois
it: Equilibrio perfetto impegno/prezzo

# pricingBtnQuarterly
source: CHOOSE QUARTERLY
ar: اختر الفصلي
es: ELEGIR TRIMESTRAL
fr: CHOISIR TRIMESTRIEL
it: SCEGLI TRIMESTRALE

# pricingSave3k
source: SAVE 3,000 DZD
ar: وفر 3,000 دج
es: Ahorra 3,000 DZD
fr: ÉCONOMISEZ 3 000 DZD
it: Risparmia 3.000 DZD

# pricingPlanAnnual
source: ANNUAL
ar: سنوي
es: ANUAL
fr: ANNUEL
it: ANNUALE

# pricingSubAnnual
source: 12 Months Commitment
ar: أفضل قيمة مقابل المال
es: Mejor relación calidad-precio
fr: Engagement 12 mois
it: Miglior rapporto qualità-prezzo

# pricingBtnAnnual
source: CHOOSE ANNUAL
ar: اختر السنوي
es: ELEGIR ANUAL
fr: CHOISIR ANNUEL
it: SCEGLI ANNUALE

# pricingSave21k
source: SAVE 21,000 DZD
ar: وفر 21,000 دج
es: Ahorra 21,000 DZD
fr: ÉCONOMISEZ 21 000 DZD
it: Risparmia 21.000 DZD

# pricingBestValue
source: BEST VALUE
ar: أفضل قيمة
es: MEJOR VALOR
fr: MEILLEURE OFFRE
it: MIGLIOR VALORE

# pricingCompTitleFirst
source: DETAILED
ar: مقارنة
es: COMPARACIÓN
fr: COMPARATIF
it: CONFRONTO

# pricingCompTitleSecond
source: COMPARISON
ar: مفصلة
es: DETALLADA
fr: DÉTAILLÉ
it: DETTAGLIATO

# pricingPaymentTitle
source: PAY IN 3X
ar: دفع بالتقسيط 3x
es: PAGO EN 3X
fr: PAIEMENT 3X
it: PAGAMENTO IN 3X

# pricingPaymentSubtitle
source: Free of charge installments for annual plans
ar: أقساط بدون فوائد للخطط السنوية
es: Cuotas sin intereses para planes anuales
fr: Facilités de paiement sans frais pour l'annuel
it: Rate senza interessi per piani annuali

# pricingCtaTitleFirst
source: READY TO
ar: جاهز
es: ¿LISTO PARA
fr: PRÊT À
it: PRONTO A

# pricingCtaTitleSecond
source: START?
ar: للبدء؟
es: COMENZAR?
fr: COMMENCER ?
it: INIZIARE?

# pricingCtaSubtitle
source: Join the elite today and start your transformation.
ar: انضم للنخبة اليوم وابدأ تحولك.
es: Únete a la élite hoy y comienza tu transformación.
fr: Rejoignez l'élite aujourd'hui et commencez votre transformation.
it: Unisciti all'élite oggi e inizia la tua trasformazione.

# pricingCtaButton
source: START TODAY
ar: ابدأ اليوم
es: COMENZAR HOY
fr: COMMENCEZ AUJOURD'HUI
it: INIZIA OGGI

# branchesTitleTag
source: OUR BRANCHES
ar: فروعنا
es: NUESTROS CLUBES
fr: NOS BRANCHES
it: I NOSTRI CLUB

# branchesTitleSecond
source: OF EXCELLENCE
ar: للتميز
es: DE EXCELENCIA
fr: D'EXCELLENCE
it: D'ECCELLENZA

# branchesSubtitle
source: 6 premium locations across Algeria, each with its specialty and expert team
ar: 6 مواقع فاخرة عبر الجزائر، لكل منها تخصصه وفريقه من الخبراء
es: 6 ubicaciones premium en Argelia, cada una con su especialidad y equipo de expertos
fr: 6 salles premium à travers l'Algérie, chacune avec sa spécialité et son équipe d'experts
it: 6 sedi premium in Algeria, ognuna con la sua specialità e team di esperti

# branchesCtaTitle1
source: FIND YOUR
ar: اعثر على
es: ENCUENTRA TU
fr: TROUVEZ VOTRE
it: TROVA LA TUA

# branchesCtaTitle2
source: PERFECT GYM
ar: ناديك المثالي
es: GIMNASIO IDEAL
fr: GYM IDÉAL
it: PALESTRA IDEALE

# branchesCtaSubtitle
source: Visit one of our 6 branches and discover fitness excellence in Algeria
ar: زر أحد فروعنا الستة واكتشف تميز اللياقة البدنية في الجزائر
es: Visita una de nuestras 6 sucursales y descubre la excelencia del fitness en Argelia
fr: Visitez l'une de nos 6 branches et découvrez l'excellence du fitness en Algérie
it: Visita una delle nostre 6 filiali e scopri l'eccellenza del fitness in Algeria

# branchesCtaButton
source: 1 WEEK FREE TRIAL
ar: أسبوع تجريبي مجاني
es: 1 SEMANA DE PRUEBA GRATIS
fr: ESSAI GRATUIT 1 SEMAINE
it: 1 SETTIMANA DI PROVA GRATUITA

# branchesHoursWeek
source: Mon-Fri: 6am - 10pm
ar: أحد-خميس: 6ص - 10م
es: Lun-Vie: 6am - 10pm
fr: Lun-Ven: 6h - 22h
it: Lun-Ven: 6am - 10pm

# branchesHoursRamadan
source: Ramadan: 10pm - 2am & 4am - 7am
ar: رمضان: 10م - 2ص & 4ص - 7ص
fr: Ramadan: 22h - 2h & 4h - 7h

# branchesViewDetails
source: VIEW DETAILS
ar: عرض التفاصيل
es: VER DETALLES
fr: VOIR DÉTAILS
it: VEDI DETTAGLI

# blogTitle
source: THE MAGAZINE
ar: المجلة
es: LA REVISTA
fr: LE MAGAZINE
it: IL MAGAZINE

# blogSubtitle
source: Insights on training, nutrition, and lifestyle.
ar: نصائح حول التدريب، التغذية ونمط الحياة.
es: Consejos sobre entrenamiento, nutrición y estilo de vida.
fr: Aperçus sur l'entraînement, la nutrition et le mode de vie.
it: Consigli su allenamento, nutrizione e stile di vita.

# blogReadArticle
source: Read Article
ar: اقرأ المقال
es: Leer Artículo
fr: Lire l'article
it: Leggi Articolo

# blogTagTraining
source: TRAINING
ar: تدريب
es: ENTRENAMIENTO
fr: ENTRAÎNEMENT
it: ALLENAMENTO

# dummyArticleTitle
source: How to Master the Deadlift in 3 Steps
ar: كيف تتقن الرفعة المميتة في 3 خطوات
es: Cómo dominar el peso muerto en 3 pasos
fr: Maîtriser le Soulevé de Terre en 3 étapes
it: Come padroneggiare lo stacco da terra in 3 passi

# dummyArticleCategory
source: TRAINING
ar: تدريب
es: ENTRENAMIENTO
fr: ENTRAÎNEMENT
it: ALLENAMENTO

# workoutsTitleFirst
source: OUR
ar: برامجنا
es: NUESTROS
fr: NOS
it: I NOSTRI

# workoutsTitleSecond
source: PROGRAMS
es: PROGRAMAS
fr: PROGRAMMES
it: PROGRAMMI

# workoutsCtaTitle
source: BOOK YOUR FREE TRIAL
ar: احجز تجربتك المجانية
es: RESERVA TU PRUEBA GRATIS
fr: RÉSERVEZ VOTRE SÉANCE D'ESSAI
it: PRENOTA LA TUA PROVA GRATUITA

# workoutsCtaText
source: Try any program for free with a certified coach.
ar: جرب أي برنامج مجاناً مع مدرب معتمد.
es: Prueba cualquier programa gratis con un entrenador certificado.
fr: Essayez n'importe quel programme gratuitement avec un coach certifié.
it: Prova qualsiasi programma gratuitamente con un coach certificato.

# workoutsCtaButton
source: BOOK NOW
ar: احجز الآن
es: RESERVAR AHORA
fr: RÉSERVER
it: PRENOTA ORA

# workoutsDetailsButton
source: DETAILS
ar: تفاصيل
es: DETALLES
fr: DÉTAILS
it: DETTAGLI

# workoutsBookSessionButton
source: BOOK A SESSION
ar: حجز حصة
es: RESERVAR SESIÓN
fr: RÉSERVER UNE SÉANCE
it: PRENOTA SESSIONE

# workoutsBookingMsg
source: Booking for {program} in progress...
ar: جار حجز {program}...
es: Reserva de {program} en curso...
fr: Réservation pour {program} en cours...
it: Prenotazione di {program} in corso...

# levelAdvanced
source: Advanced
ar: متقدم
es: Avanzado
fr: Avancé
it: Avanzato

# levelIntermediate
source: Intermediate
ar: متوسط
es: Intermedio
fr: Intermédiaire
it: Intermedio

# levelAllLevels
source: All Levels
ar: كل المستويات
es: Todos los Niveles
fr: Tous niveaux
it: Tutti i Livelli

# levelBeginner
source: Beginner
ar: مبتدئ
es: Principiante
fr: Débutant
it: Principiante

# programHyroxDesc
source: High intensity fitness racing competition training.
ar: تدريب تنافسي عالي الكثافة.
es: Entrenamiento de competición de alta intensidad.
fr: Entraînement de compétition fitness haute intensité.
it: Allenamento da competizione ad alta intensità.

# programPowerliftingDesc
source: Maximize your 1RM with structured strength protocols.
ar: رفع الأثقال وبرامج القوة.
es: Maximiza tu 1RM con protocolos de fuerza estructurados.
fr: Maximisez votre 1RM avec des protocoles de force structurés.
it: Massimizza il tuo 1RM con protocolli di forza strutturati.

# programBoxingDesc
source: Technical striking, footwork, and conditioning.
ar: ملاكمة تقنية ولياقة.
es: Golpeo técnico, juego de pies y acondicionamiento.
fr: Frappe technique, jeu de jambes et conditionnement.
it: Colpi tecnici, gioco di gambe e condizionamento.

# programYogaDesc
source: Mobility, flexibility, and mindfulness practice.
ar: مرونة واسترخاء.
es: Movilidad, flexibilidad y práctica de mindfulness.
fr: Mobilité, flexibilité et pratique de la pleine conscience.
it: Mobilità, flessibilità e pratica di mindfulness.

# programCrossfitDesc
source: Functional movements at high intensity.
ar: حركات وظيفية عالية الكثافة.
es: Movimientos funcionales a alta intensidad.
fr: Mouvements fonctionnels à haute intensité.
it: Movimenti funzionali ad alta intensità.

# programRecoveryDesc
source: Active recovery and regeneration sessions.
ar: جلسات استشفاء نشط.
es: Sesiones de recuperación activa y regeneración.
fr: Séances de récupération active et régénération.
it: Sessioni di recupero attivo e rigenerazione.

# partnersTitleFirst
source: OUR
ar: شركاؤنا
es: NUESTROS
fr: NOS
it: I NOSTRI

# partnersTitleSecond
source: PARTNERS
es: SOCIOS
fr: PARTENAIRES
it: PARTNER

# partnersSubtitle
source: Exceptional brands for your transformation
ar: علامات تجارية استثنائية لتحولك
es: Marcas excepcionales para tu transformación
fr: Des marques d'exception pour votre transformation
it: Marchi eccezionali per la tua trasformazione

# partnerCategoryEquipment
source: EQUIPMENT
ar: معدات
es: EQUIPO
fr: ÉQUIPEMENT
it: ATTREZZATURA

# partnerDescOptimum
source: Premium supplements for performance
ar: مكملات بريميوم للأداء
es: Suplementos premium para rendimiento
fr: Suppléments premium pour la performance
it: Integratori premium per performance

# partnerDescNike
source: Sports apparel and footwear
ar: ملابس وأحذية رياضية
es: Ropa y calzado deportivo
fr: Vêtements et chaussures de sport
it: Abbigliamento e calzature sportive

# partnerDescMuscleTech
source: High-quality proteins and creatine
ar: بروتينات عالية الجودة
es: Proteínas de alta calidad y creatina
fr: Protéines et créatine de haute qualité
it: Proteine di alta qualità e creatina

# partnerDescUnderArmour
source: Performance and style daily
ar: أداء وأناقة
es: Rendimiento y estilo diario
fr: Performance et style au quotidien
it: Performance e stile quotidiano

# partnerDescMyProtein
source: Accessible food supplements
ar: مكملات غذائية في المتناول
es: Suplementos alimenticios accesibles
fr: Compléments alimentaires accessibles
it: Integratori alimentari accessibili

# partnerDescTechnogym
source: High-end fitness equipment
ar: معدات لياقة راقية
es: Equipo de fitness de alta gama
fr: Équipements de fitness haut de gamme
it: Attrezzatura fitness di alta gamma

# partnerDescLifeFitness
source: Professional cardio and strength
ar: كارديو وقوة احترافي
es: Cardio y fuerza profesional
fr: Cardio et musculation professionnels
it: Cardio e forza professionale

# partnerDescHammer
source: Maximum strength and power
ar: قوة قصوى
es: Fuerza máxima y potencia
fr: Force et puissance maximale
it: Forza massima e potenza

# partnersCtaTitle
source: BECOME A PARTNER
ar: كن شريكاً
es: CONVIÉRTETE EN SOCIO
fr: DEVENEZ PARTENAIRE
it: DIVENTA PARTNER

# partnersCtaText
source: Join our network of premium partners and benefit from exceptional visibility.
ar: انضم لشبكة شركائنا واستفد من رؤية استثنائية.
es: Únete a nuestra red de socios premium y obtén visibilidad excepcional.
fr: Rejoignez notre réseau de partenaires premium et bénéficiez d'une visibilité exceptionnelle.
it: Unisciti alla nostra rete di partner premium e ottieni visibilità eccezionale.

# partnersCtaButton
source: CONTACT US
ar: اتصل بنا
es: CONTÁCTANOS
fr: NOUS CONTACTER
it: CONTATTACI

source: CHALLENGE OF THE MONTH
ar: تحدي الشهر
es: DESAFÍO DEL MES
fr: CHALLENGE DU MOIS
it: SFIDA DEL MESE

# challengeTitle
source: 30 DAYS OF TRANSFORMATION
ar: 30 يوم من التحول
es: 30 DÍAS DE TRANSFORMACIÓN
fr: 30 JOURS DE TRANSFORMATION
it: 30 GIORNI DI TRASFORMAZIONE

# challengeDesc
source: Burn maximum calories and earn exclusive rewards
ar: احرق سعرات واربح جوائز
es: Quema calorías y gana recompensas exclusivas
fr: Brûlez un maximum de calories et gagnez des récompenses exclusives
it: Brucia calorie e guadagna ricompense esclusive

source: DAYS REMAINING
ar: أيام متبقية
es: DÍAS RESTANTES
fr: JOURS RESTANTS
it: GIORNI RIMANENTI

# joinChallengeButton
source: JOIN
ar: انضم
es: UNIRSE
fr: REJOINDRE
it: UNISCITI

# leaderboardTitleSection
source: RANKING
ar: الترتيب
es: CLASIFICACIÓN
fr: CLASSEMENT
it: CLASSIFICA

# challengeRulesTitle
source: CHALLENGE RULES
ar: قواعد التحدي
es: REGLAS DEL DESAFÍO
fr: RÈGLES DU CHALLENGE
it: REGOLE DELLA SFIDA

# rule1Title
source: Log every session
ar: سجل كل حصة
es: Registra cada sesión
fr: Enregistrez chaque séance
it: Registra ogni sessione

# rule1Desc
source: Use the app to track your workouts and earn points
ar: استخدم التطبيق لتتبع تمارينك واكسب نقاطاً
es: Usa la app para rastrear tus entrenamientos y gana puntos
fr: Utilisez l'app pour tracker vos entraînements et gagner des points
it: Usa l'app per tracciare i tuoi allenamenti e guadagna punti

# rule2Title
source: Earn bonuses
ar: اكسب مكافآت
es: Gana bonos
fr: Gagnez des bonus
it: Guadagna bonus

# rule2Desc
source: +50% points for sessions before 8 AM
ar: +50% نقاط للحصص قبل 8 صباحاً
es: +50% puntos por sesiones antes de 8 AM
fr: +50% de points pour les séances avant 8h du matin
it: +50% punti per sessioni prima delle 8 AM

# rule3Title
source: Invite your friends
ar: ادعُ أصدقاءك
es: Invita a tus amigos
fr: Invitez vos amis
it: Invita i tuoi amici

# rule3Desc
source: Each referral increases your score by 500 points
ar: كل دعوة تزيد نقاطك بـ 500 نقطة
es: Cada referido aumenta tu puntuación en 500 puntos
fr: Chaque parrainage vous rapporte 500 points bonus
it: Ogni invito aumenta il tuo punteggio di 500 punti

# rule4Title
source: Claim your rewards
ar: استلم جوائزك
es: Reclama tus premios
fr: Réclamez vos récompenses
it: Riscatta i tuoi premi

# rule4Desc
source: Top 3: 1 month free | Top 10: -50% | Top 20: Goodies
ar: الأوائل: شهر مجاني | توب 10: -50% | توب 20: هدايا
es: Top 3: 1 mes gratis | Top 10: -50% | Top 20: Regalos
fr: Top 3: 1 mois gratuit | Top 10: -50% | Top 20: Goodies
it: Top 3: 1 mese gratis | Top 10: -50% | Top 20: Gadget

# contactSuccessMessage
source: Message sent successfully!
ar: تم إرسال الرسالة بنجاح!
es: ¡Mensaje enviado con éxito!
fr: Message envoyé avec succès !
it: Messaggio inviato con successo!

# contactErrorMessage
source: Error: {error}
ar: خطأ: {error}
fr: Erreur : {error}
it: Errore: {error}

# contactEmailPlaceholder
source: your@email.com
es: tu@email.com
fr: votre@email.com
it: tua@email.com

# contactBranchPlaceholder
source: Choose a branch
ar: اختر فرعاً
es: Elige un club
fr: Choisir une branche
it: Scegli un club

# contactAddressValue
source: 123 Rue des Jardins, Hydra, Algiers 16035
ar: 123 شارع الحدائق، حيدرة، الجزائر 16035
es: 123 Rue des Jardins, Hydra, Argel 16035
fr: 123 Rue des Jardins, Hydra, Alger 16035
it: 123 Rue des Jardins, Hydra, Algeri 16035

# branchAbout
source: About
ar: عن الفرع
es: Acerca de
fr: À Propos
it: Chi Siamo

# branchGallery
source: Photo Gallery
ar: معرض الصور
es: Galería de Fotos
fr: Galerie Photos
it: Galleria Foto

# branchEquipments
source: Equipments & Services
ar: المعدات والخدمات
es: Equipos y Servicios
fr: Équipements & Services
it: Attrezzature e Servizi

# branchTeam
source: Our Team
ar: فريقنا
es: Nuestro Equipo
fr: Notre Équipe
it: Il Nostro Team

# branchLocation
source: Location
ar: الموقع
es: Ubicación
fr: Localisation
it: Posizione

# branchHours
source: Opening Hours
ar: ساعات العمل
es: Horario de Apertura
fr: Horaires d'Ouverture
it: Orari di Apertura

# branchContactTitle
source: Direct Contact
ar: اتصال مباشر
es: Contacto Directo
fr: Contact Direct
it: Contatto Diretto

# branchVisitTitle
source: Request a Visit
ar: طلب زيارة
es: Solicitar Visita
fr: Demander une Visite
it: Richiedi Visita

# branchVisitName
source: Your Name
ar: اسمك
es: Tu Nombre
fr: Votre nom
it: Il Tuo Nome

# branchVisitPhone
source: Phone
ar: الهاتف
es: Teléfono
fr: Téléphone
it: Telefono

# branchVisitMessage
source: Message (optional)
ar: رسالة (اختياري)
es: Mensaje (opcional)
fr: Message (optionnel)
it: Messaggio (opzionale)

# branchVisitButton
source: Book My Visit
ar: حجز زيارتي
es: Reservar Mi Visita
fr: Réserver ma Visite
it: Prenota La Mia Visita

# branchVisitSuccess
source: Visit request sent!
ar: تم إرسال طلب الزيارة!
es: ¡Solicitud de visita enviada!
fr: Demande de visite envoyée !
it: Richiesta di visita inviata!

# branchReviewsTitle
source: Member Reviews
ar: آراء الأعضاء
es: Reseñas de Miembros
fr: Avis Membres
it: Recensioni dei Membri

# branchBackLink
source: Back to branches
ar: العودة للفروع
es: Volver a clubes
fr: Retour aux branches
it: Torna ai club

# branchErrorId
source: Invalid Branch ID
ar: معرف الفرع غير صالح
es: ID de club inválido
fr: ID de branche invalide
it: ID club non valido

# branchErrorNotFound
source: No branch found
ar: الفرع غير موجود
es: Club no encontrado
fr: Aucune branche trouvée
it: Club non trovato

# formRequiredField
source: Required field
ar: حقل مطلوب
es: Campo requerido
fr: Champ requis
it: Campo obbligatorio

# branchTypeMixte
source: Mixed
ar: مختلط
es: Mixto
fr: Mixte
it: Misto
